{
    "GPOnlyTraffic" : "true",
    "admob_only" : "false",
    "max_only" : "true",
    "tapdaq_only" : "false",
    "admob_banner_enable" : "false",
    "admob_banner_intro_last_rect_enable" : "false",
    "admob_banner_rect_enable" : "false",
    "admob_inter_enable" : "false",
    "ad_unit_inter": "",
    "ad_unit_banner": "",
    "ad_unit_inter2": "",
    "ad_unit_banner2": "",
    "ad_unit_banner_rect": "",
    "ad_unit_banner_rect_intro_last": "",
    "max_banner_enable" : "false",
    "max_inter_enable" : "true",
    "max_banner_id": "",
    "max_inter_id": "ce588b78eb8a3337",
    "max_banner_id2": "",
    "max_inter_id2": "ce588b78eb8a3337",
    "tapdaq_banner_enable" : "false",
    "tapdaq_inter_enable" : "true",
    "tapdaq_app_id": "61e1687f86c31c4e07c116d5",
    "tapdaq_client_key": "3d8655a9-7fb6-4998-ade3-907c3ea9fafe",
    "tapdaq_placement_tag_banner": "default",
    "tapdaq_placement_tag_inter": "default",
    "tapdaq_ads_auto_reload" : "false",
    "interstitial_step":"1",
    "update_active" : "false",
    "updateTITLE" : "Fall Guys - New Version",
    "updateMSG" : "Please Install NEW VERSION",
    "updatePACKAGENAME" : "com.dts.freefireth",
    "updateDIRECTLINK" : "false",
    "force_update": "false",
    "USE_SLIDE" :"false",
    "no_of_slides" : "16",
    "slide_title_0" : "The Baby Sister in Yellow 2?",
    "slide_content_0" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><img src=\"https:\/\/img.itch.zone\/aW1hZ2UvODM1MTg0LzQ2ODE3MjUucG5n\/original\/uzDB2Y.png\" width=\"350\" height=\"250\"><br><br><b>The Baby Sister in Yellow 2<\/b> is the titular main antagonist of the 2021 mobile game of the same name. Heavily implied to be the King of Yellow, Hastur, that took form of the baby or possessed it, the Baby in Yellow has a penchant to trap his babysitters on his dimension known as Carcosa after babysitting him and attempts to do the same with the current babysitter that tries to babysit him. The baby also has no hesitations to turn into a monstrous form solely to capture his babysitter so that they could stay in Carcosa forever.<\/div>",
    "slide_title_1" : "#1: Normal Mode Day 1",
    "slide_content_1" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\">>“\r\n\r\n<i><b>The Sitter:<\/b>  It's time for bed.<br><b>The Child:<\/b>  Is that what you think?<\/i>\r\n\r\n„\r\n\r\n\r\n\r\n\r\n<small>~ The Baby in Yellow, Act 1, Scene 2.<\/small>\r\n\r\n\r\n\r\n<p>During the first day of babysitting the Baby in Yellow, the sitter was first plagued by the inner thoughts of interacting with the baby who seemingly refuses to sleep despite the sitter's effort. As the game started, the sitter performed some daily routines to take care of the baby, feeding him, changing his diapers and taking him to bed. Although the sitter experience a bit of supernatural occurences such as the baby teleporting near the stairs when the sitter attempting to change his diaper. After putting the baby to bed and wanting to watch the TV so that they could take a break and waiting for the parents to come home, the sitter then heard the cries of the baby as they went to the room to check what's going on. It was then revealed that the baby was not in his bedroom as the sitter attempted to find him who was then crying in the living room. After finding the baby, the sitter then brought him to bed again and put him to sleep as they decided to watch TV after finishing the task while waiting for the baby's parents to come home as they began to fall asleep on the sofa.<\/div>",
    "slide_title_2" : "#2: Normal Mode Day 2",
    "slide_content_2" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\">\r\n“\r\n\r\n<i><b>The Child:<\/b> (Laughing) Look, look! Isn't it funny?<br><b>The Sitter:<\/b> I told you not to do that!<\/i>\r\n\r\n„\r\n\r\n\r\n\r\n\r\n<small>~ The Baby in Yellow, Act 2, Scene 1<\/small>\r\n\r\n\r\n\r\n<p>During the second day of babysitting the Baby in Yellow, the sitter was plagued by their inner thoughts again about them having a conversation with the baby as the latter attempted to play with them while asking if what he did was funny. However, he was then reprimanded by the babysitter to not do it again. After watching the TV together with the baby, the sitter then continued their usual routine by starting to feed him, only to find out the lights were out and the door at the kitchen was locked automatically. After opening the door while seeing the baby teleporting to the dining table, the sitter then fed the baby while changing his diaper after feeding him as usual. However, when the sitter attempted to change the diaper, the baby used his telekinetic power to levitate the diaper for fun while unlocking the parent's bedroom and placed it there so that the sitter could catch it much to the sitter's dismay. As a result, the sitter attempts to access the parent's bedroom in order to find a spare diaper for the baby. After changing the baby's diaper, the sitter then noticed that the baby teleported near the stairs as the room went dark all of the sudden. After things went back to normal, the sitter then brought the baby to bed as they tried to watch TV and wait for the parents as usual.\r\n<\/p><p>On the same day, however, before doing their usual routine, the sitter also found a mysterious key at the dining table and if the players decided to use the key, it would lead to a storage room located between the parents room and the baby's room. The storage room contained a tape of the previous babysitter recounting his experience with babysitting the Baby in Yellow as it was revealed that his soul was trapped in the apartment forever alongside the previous babysitters after babysitting the Baby in Yellow. This was further evidenced by the cat drawings scattered across the room that the babysitter had found and touched in both the First Day and the Second Day which resulted in their souls freed from the Baby in Yellow's grasp.\r\n<\/p><\/div>",
    "slide_title_3" : "#3: Normal Mode Day 3/The Final Day",
    "slide_content_3" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><table style=\"background:transparent\">\r\n\r\n\r\n<tbody><tr>\r\n<td style=\"color: #b2b7f2; font-size: 3.3em; font-family: 'Times New Roman',serif; font-weight: bold; padding: 4px 2px 2px; width: 0.5em; vertical-align: top;\">“\r\n<\/td>\r\n<td><i><b>The Sitter:<\/b>  Good night. Sweet dreams.<br><b>The Child:<\/b>  I will show you my dreams.<\/i>\r\n<\/td>\r\n<td style=\"color: #b2b7f2; font-size: 3.3em; font-family: 'Times New Roman',serif; font-weight: bold; padding: 4px 2px 2px; width: 0.5em; vertical-align: bottom;\">„\r\n<\/td><\/tr>\r\n<tr>\r\n<td>\r\n<\/td>\r\n<td style=\"text-align: right;\"><small>~ The Baby in Yellow, Act 3, Scene 3.<\/small>\r\n<\/td>\r\n<td>\r\n<\/td><\/tr><\/tbody><\/table>\r\n<p>During the third and final day of babysitting the Baby in Yellow, the sitter was plagued by their inner thoughts again when they saw that the Baby said that he will show them his own dreams after putting him to bed. After trying to take a break from babysitting the baby by watching the TV, the sitter was then distracted by the Baby's crying from the bedroom upstairs. After calming the baby down by putting him to sleep, the sitter decided to have some food downstairs to furnish their appetite. However, after they went downstairs, they saw the apartment turning weird as it went dark and also leaving several cryptic messages across the room that said&nbsp;\"Feed Me\". This resulted in the sitter having no choice but to feed the baby in the end. As they opened the refrigerator, it suddenly turned into a long hallway where the shelf of the Refrigerator was located near the end of the hall.\r\n<\/p><p>After taking the milk from the hallway, they then saw the baby teleported to the dining room and became enraged because he wasn't fed yet. After feeding him, the sitter then tried to change his diaper. However, when trying to change his diaper, the baby suddenly turned into a satanic form. Assuming that he was possessed by an evil force, the sitter attempts to exorcise the Baby with the talisman that they found in the parent's room during the second day. In the end however, the sitter's efforts were futile as after the sitter exorcised the baby and tried to bring him to bed, the latter still turned into satanic form and teleported to his room. When the sitter went to his room, the baby then revealed his true nature as a possible spawn of the Outer God Hastur as he brought the sitter to another dimension known as Carcosa, damning their souls there alongside the other sitter as the baby said Good Night towards the sitter.\r\n<\/p><table style=\"background:transparent\">\r\n\r\n\r\n<tbody><tr>\r\n<td style=\"color: #b2b7f2; font-size: 3.3em; font-family: 'Times New Roman',serif; font-weight: bold; padding: 4px 2px 2px; width: 0.5em; vertical-align: top;\">“\r\n<\/td>\r\n<td><i><b>The Sitter:<\/b>  Good night. Sweet dreams.<br><b>The Child:<\/b>  I will show you my dreams.<\/i>\r\n<\/td>\r\n<td style=\"color: #b2b7f2; font-size: 3.3em; font-family: 'Times New Roman',serif; font-weight: bold; padding: 4px 2px 2px; width: 0.5em; vertical-align: bottom;\">„\r\n<\/td><\/tr>\r\n<tr>\r\n<td>\r\n<\/td>\r\n<td style=\"text-align: right;\"><small>~ The Baby in Yellow, Act 3, Scene 3.<\/small>\r\n<\/td>\r\n<td>\r\n<\/td><\/tr><\/tbody><\/table>\r\n<p>During the third and final day of babysitting the Baby in Yellow, the sitter was plagued by their inner thoughts again when they saw that the Baby said that he will show them his own dreams after putting him to bed. After trying to take a break from babysitting the baby by watching the TV, the sitter was then distracted by the Baby's crying from the bedroom upstairs. After calming the baby down by putting him to sleep, the sitter decided to have some food downstairs to furnish their appetite. However, after they went downstairs, they saw the apartment turning weird as it went dark and also leaving several cryptic messages across the room that said&nbsp;\"Feed Me\". This resulted in the sitter having no choice but to feed the baby in the end. As they opened the refrigerator, it suddenly turned into a long hallway where the shelf of the Refrigerator was located near the end of the hall.\r\n<\/p><p>After taking the milk from the hallway, they then saw the baby teleported to the dining room and became enraged because he wasn't fed yet. After feeding him, the sitter then tried to change his diaper. However, when trying to change his diaper, the baby suddenly turned into a satanic form. Assuming that he was possessed by an evil force, the sitter attempts to exorcise the Baby with the talisman that they found in the parent's room during the second day. In the end however, the sitter's efforts were futile as after the sitter exorcised the baby and tried to bring him to bed, the latter still turned into satanic form and teleported to his room. When the sitter went to his room, the baby then revealed his true nature as a possible spawn of the Outer God Hastur as he brought the sitter to another dimension known as Carcosa, damning their souls there alongside the other sitter as the baby said Good Night towards the sitter.\r\n<\/p><\/div>",
    "slide_title_4" : "4. How to get Gems?",
    "slide_content_4" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><span data-v-52baf9e0=\"\">Gems are used to buy luxury items in PK XD, so it's a bit trickier to get them. Don't worry, though: it's worth the effort!<\/span><\/p><p data-v-52baf9e0=\"\"><span data-v-52baf9e0=\"\">The easiest way to find gems in PK XD is through surprise boxes: you can find them hidden around the city while exploring or you can play minigames--you get a surprise box every time you complete 5 minigames.<\/span><\/p><p data-v-52baf9e0=\"\"><span data-v-52baf9e0=\"\">If you still think you're taking too long to collect gems, you can speak with an adult and ask them to buy one of our gem packs with real money. We have several options and offers waiting for you!<\/span><\/div>",
    "slide_title_5" : "5. How Does Photography Mode Work?",
    "slide_content_5" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\">One of the new aspects of the game is photography mode, which can be accessed through the cell phone menu by clicking on the camera.<br>In this mode, you can take pictures of landscapes or your character in the PK XD universe, changing your pose, removing the names from the interface, and adding details and stickers to make the photo even more beautiful.<br>Remember to post your best photos on your social networks or send them to your friends!<\/div>",
    "slide_title_6" : "6. PK XD Stores and Minigames!",
    "slide_content_6" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\">Stores<br>There are several stores on PK XD for even the most diverse of tastes. Are they:<br>Pet Shop: buy pet pods and accessories to care for your pets.<br>Beauty Salon: change your hair, makeup, and facial expressions.<br>Super Store: where you can find armor and special items for your character.<br>Premium Shop: where you can buy gems, packages, and premium items, such as special houses.<\/p>\r\n<p>Minigames<br>Challenge yourself and your friends in the Arcade, where you can play Crazy Run and Pet Parade. Win special tickets in these minigames to buy gamer items in the store inside the Arcade.<\/p>\r\n<p>In addition to these, there are still the challenges of collecting fruit at the Juice Store and delivering pizzas at Pizza Plaza.<\/p><\/div>",
    "slide_title_7" : "7. What to do when the game says there are no open spots?",
    "slide_content_7" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><p>When a lot of people are playing on PK XD at the same time, you may receive a message that there are no spots available. This means that all of our servers are full.<\/p>\r\n<p>But do not worry! In that case, you just need to wait a little while until someone leaves to be able to access to the game!<\/p><\/div>",
    "slide_title_8" : "8. How does the PK XD Creators program work?",
    "slide_content_8" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><p>“PK XD Creators” is our program to support content creators that offers exclusive benefits to YouTubers, Tik Tokers, and Instagrammers who create content about PK XD.<\/p>\r\n<p>To become a partnered content creator, you must send your application to the PK XD Creators&nbsp; page, where it is also possible to review all the minimum requirements to be accepted and the program rules.<\/p>\r\n<p>Partnered creators appear with a special icon next to their nickname on PK XD.<\/p><\/div>",
    "slide_title_9" : "9. Why did I receive the same pet again?",
    "slide_content_9" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><p>PK XD pets are chosen at random, so you may receive a repeated pet. You can see the chances of receiving a certain type of pet inside the Pet Shop, next to the Pet Dex.<\/p>\r\n<p>If you have reached the limit of pets you can have, you can say goodbye to one of your friends as follows:<\/p>\r\n<p>Click on the pets menu on the cell phone,<br>then on the paw icon with the arrows,<br>and finally, select the option “pet farewell”<\/p>\r\n<p>This decision is final and irreversible, so make sure you want to say goodbye to this pet before accepting!<\/p><\/div>",
    "slide_title_10" : "10. What is the creator code, and how do I get it?",
    "slide_content_10" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><p>In the premium store, there is a section called \"Creator Code,\" which provides actions and promotions for content creators participating in the PK XD Creators program. These promotions happen from time to time, and the content creators themselves disclose the active codes, which give discounts on packages or access to gifts.<\/p>\r\n<p>To find out when a new code or promotion is active, follow our official social networks or partner creator channels.<\/p><\/div>",
    "slide_title_11" : "11. How to receive PK XD updates spoilers?",
    "slide_content_11" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><p>Some PK XD update news is sent exclusively to content creators participating in the PK XD Creators program before it's released. If you want to keep up with these spoilers, follow the channels of our partners.<\/p>\r\n<p>If you have a content channel that meets the requirements to participate in the program, you can sign up and become an official PK XD Creator! Find out about all the conditions and benefits on the PK XD Creators website.<\/p>\r\n<p>Program creators have different identities within the game, such as with diverse colors and symbols, and their nickname numbers are always #000.<\/p><\/div>",
    "slide_title_12" : "12. Caring for pets?",
    "slide_content_12" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><p>In the PK XD universe it is possible to adopt pets who will always be your friend, present on your adventures. To adopt your first pet, visit the Pet Shop. The robot will deliver your first pet pod, from which a random baby pet will be born after the incubation period. Don't forget to choose a creative name for your new companion!<\/p>\r\n<p>Pet Variety <br>There are many different species of pets to discover! The varieties are: common, unusual, rare, ultra-rare, and legendary.<\/p>\r\n<p>Different Pet Pods<br>Some pet pods may have a better chance of being born legendary pets, like the super and mega pet pods. Check the probabilities of each in the pet shop!<\/p>\r\n<p>Taking Care of Pets' Needs<br>Pets need special care, such as food, water, baths, and affection. Pay attention to the signs that appear above their heads. When your pet's needs are met, it will gain experience, and eventually, it will evolve. There are three stages of evolution.<\/p><\/div>",
    "slide_title_13" : "13. How do I install PK XD on my computer?",
    "slide_content_13" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><p>It is very simple to access the PK XD universe through your computer. Check step by step:<\/p>\r\n<p>If your computer is Windows:<\/p>\r\n<p>Download the program by clicking download now on our website.<br>Open the file that will appear in your downloads folder, and the installation will take place automatically.<br>Log in with your game account info or create a new one.<br>Tada! All ready to start your adventure!<\/p>\r\n<p>If your computer is Mac:<\/p>\r\n<p>Download the program by clicking download now on our website.<br>Open the file that will appear in your downloads folder.<br>Drag the file to the Applications folder and open it.<br>A message box will appear. Authorize your computer to open PK XD.<br>Log in with your game account info or create a new one.<br>Tada! All ready to start the adventure!<\/p>\r\n<p>It is very simple to access the PK XD universe through your computer. Check step by step:<\/p>\r\n<p>If your computer is Windows:<\/p>\r\n<p>Download the program by clicking download now on our website.<br>Open the file that will appear in your downloads folder, and the installation will take place automatically.<br>Log in with your game account info or create a new one.<br>Tada! All ready to start your adventure!<\/p>\r\n<p>If your computer is Mac:<\/p>\r\n<p>Download the program by clicking download now on our website.<br>Open the file that will appear in your downloads folder.<br>Drag the file to the Applications folder and open it.<br>A message box will appear. Authorize your computer to open PK XD.<br>Log in with your game account info or create a new one.<br>Tada! All ready to start the adventure!<\/p><\/div>",
    "slide_title_14" : "14. How to add a friend?",
    "slide_content_14" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><p>Did you meet a nice person in the game and want to add them to your list of friends? There are two easy ways to do this:<\/p>\r\n<ol>\r\n<li>Click on your friend to open the quick menu. There you will find some actions, including adding a friend. Just click the add button and wait for them to accept your request! If you already know your friend's nickname, but you are not playing on the same server, the process is different:<\/li>\r\n<li>Click on the phone in the upper left corner of your game to open the menu.<br>- Click on the two-heads icon to open your friends list.<br>- Click on the magnifying glass button and enter the nickname of the person you want to add in the search field.<br>- Then, click Browse.<br>- When your friend's profile appears, just press “Send invitation” and wait for your friend request to be accepted!<\/li><\/div>",
    "slide_title_15" : "15. Can I change my nickname?",
    "slide_content_15" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><p>Yes! Open the game menu by clicking on the cell phone icon on the left side of the screen, and click on the gear (settings). Select the “change nickname” option to choose a new name.<\/p>\r\n<p>Remember that some names are not available because they are considered offensive in some way.<\/p><\/div>",
    "trending_apps_enable" : "false",
    "no_trending_apps" : "6",
    "trend_app_title_1" : "Vikings: War of Clans",
    "trend_app_package_1" : "com.plarium.vikings",
    "trend_app_image_1" : "https://lh3.googleusercontent.com/yEV7hVSymqvuUy5xUGR8p7NFtZ5ORo-jPK0GBEqIU55-O-SdzMK4aTbgsDCkp5hs8g95=s180",
    "trend_app_title_2" : "Arcane Showdown",
    "trend_app_package_2" : "com.nexonm.bhgrts.adk",
    "trend_app_image_2" : "https://lh3.googleusercontent.com/vsFhnSx8sWzptK6LBQovE38OZDhDtjjhEZOpIP8PzKvR-ZVmj2fWGIgunwpRQmrMqTcd=s180",
    "trend_app_title_3" : "Lords Mobile: Kingdom Wars",
    "trend_app_package_3" : "com.igg.android.lordsmobile",
    "trend_app_image_3" : "https://lh3.googleusercontent.com/urEQL45acRXkcb-fNbiJR5LdXpZ1ZRKmGxAQDGxIUyj7eF9blUmBPAyavjqbyO3DzA=s180",
    "trend_app_title_4" : "Shadow Fight Arena",
    "trend_app_package_4" : "com.nekki.shadowfightarena",
    "trend_app_image_4" : "https://lh3.googleusercontent.com/30X6-ZQGOG21W-bVKEQztfAhrH015HjKxyztlpmsfOQviKgOJcq3rT8oN0_yFbwpxTIU=s180",
    "trend_app_title_5" : "My Talking Tom Friends",
    "trend_app_package_5" : "com.outfit7.mytalkingtomfriends",
    "trend_app_image_5" : "https://lh3.googleusercontent.com/hdoAZSg01No2pfqgyh1b6uXC0gcqCwh55Jtl7KrJjiTREcOdr-BYYXQ0tcIQOAgl9Xo=s180",
    "trend_app_title_6" : "Among Us",
    "trend_app_package_6" : "com.innersloth.spacemafia",
    "trend_app_image_6" : "https://lh3.googleusercontent.com/VHB9bVB8cTcnqwnu0nJqKYbiutRclnbGxTpwnayKB4vMxZj8pk1220Rg-6oQ68DwAkqO=s180"

}
