{
    "GPOnlyTraffic" : "false",
    "randomize" : "false",
    "admob_only" : "true",
    "fb_only" : "false",
    "admob_banner_enable" : "false",
    "admob_banner_intro_last_rect_enable" : "true",
    "admob_banner_rect_enable" : "false",
    "admob_inter_enable" : "true",
    "ad_unit_inter": "ca-app-pub-4143271013827828/4903355001",
    "ad_unit_banner": "ca-app-pub-4143271013827828/8852416290",
    "ad_unit_banner_rect": "ca-app-pub-4143271013827828/8852416290",
    "ad_unit_banner_rect_intro_last": "ca-app-pub-4143271013827828/8852416290",
    "fb_banner_enable" : "false",
    "fb_rect_enable" : "false",
    "fb_rect__intro_last_enable" : "false",
    "fb_inter_enable" : "false",
    "fb_native_enable" : "false",
    "FACEBOOK_ADS_NATIVE_PLACEMENT_ID": "414467669786183_428832991682984",
    "FACEBOOK_ADS_INTERS_PLACEMENT_ID": "414467669786183_428832121683071",
    "FACEBOOK_ADS_RECT_PLACEMENT_ID": "414467669786183_417852776114339",
    "FACEBOOK_ADS_RECT_INTRO_LAST_PLACEMENT_ID": "414467669786183_417852919447658",
    "FACEBOOK_ADS_BANNER_PLACEMENT_ID": "414467669786183_417853032780980",
    "interstitial_step":"2",
    "update_active" : "false",
    "updateTITLE" : "New Version",
    "updateMSG" : "Please Install NEW VERSION",
    "updatePACKAGENAME" : "com.dts.freefireth",
    "updateDIRECTLINK" : "false",
    "force_update": "false",
    "USE_SLIDE" :"false",
    "no_of_slides" : "15",
    "slide_title_0" : "What Is Clubhouse App?",
    "slide_content_0" : "<p>If you’ve been hanging out on social media the past couple of weeks, you’ve probably heard a new buzzword: Clubhouse. This new platform lets people chat in real time, share stories, collaborate, and bounce ideas off of each other using their voice without the need for a lot of other equipment.<\/p>\r\n<p>It takes the “media” feel right out of social media and leaves us with what we’ve always loved (and missed) about social media—the&nbsp;<em>social<\/em>&nbsp;aspects.<\/p>\r\n<p>But what really sets Clubhouse apart is the exclusivity. While we tend to measure a social media platform’s success through the number of active members logging in and using that platform every day, Clubhouse has been seeing success as Silicon Valley’s social hot spot. The limitations on invitations have only fueled its appeal among entrepreneurs and business elites.<\/p>\r\n<h3>How to Use Clubhouse App: Use Cases for Business Owners and Marketers<\/h3>\r\n<p>While social media platforms come and go and there are celebrities and tech giants on other platforms, Clubhouse is showing all the signs of turning social media marketing as we know it on its head. Here are a few reasons why Clubhouse may be the next major social media platform<\/a>:<\/p>\r\n<ul>\r\n<li>It offers the ability to connect and engage with professionals outside of your industry or niche.<\/li>\r\n<li>The typical social media algorithms that help people create echo chambers on other platforms are replaced with spontaneous rooms filled with real-time chats on a variety of topics.<\/li>\r\n<li>The focus is on high-value conversations rather than produced content.<\/li>\r\n<li>Clubhouse users are already fiercely loyal and protective, so much so that they’ve been very particular about who they invite to join the app with them.<\/li>\r\n<\/ul>\r\n<p>Most of all, Clubhouse is finally bringing into social media the factor other platforms largely ignore: audio. While other platforms focus on visual and written media (such as captions, images, and videos), Clubhouse shifts the focus to an audio-only format.<\/p>\r\n<p>Within minutes of joining the app and scrolling around, your mind will be brimming with options for how to use Clubhouse to network, grow your authority, or expand your knowledge.<\/p>\r\n<p><strong>Community-building for coaches and trainers<\/strong>: While Clubhouse App is still in private beta, you may not be able to get your entire community onto the app. But once the app opens up to the public, Clubhouse becomes a great new place to bring your community and opens up a new way to engage and connect with them. Additionally, as you network and meet other Clubhouse members, you’ll find they’ll naturally follow you over to your other channels and communities.<\/p>",
    "slide_title_1" : "#1: How to Join Clubhouse App",
    "slide_content_1" : "<p>Clubhouse is still in a private beta phase and available only to iPhone users, which is what fuels its exclusive nature.<\/p>\r\n<p>As of now, there are only two ways you can get onto the platform and they both require close relationships with people already on the app:<\/p>\r\n<p><strong>By personal invitation<\/strong>:&nbsp;When someone joins Clubhouse, they’re automatically granted one invitation they can send to someone using their phone number. This means members are going to send invitations to people they have a close connection to, like a good friend, rather than merely an acquaintance. Once someone is on Clubhouse for a while and spends time moderating rooms and speaking, both of which I cover later in this article, they can earn more invites to send.<\/p>\r\n<p><strong>Exclusive side-door<\/strong>:&nbsp;When you try to visit&nbsp; they give you an option to download the app from the App Store so you can reserve your username. Depending on how many of your friends are already using Clubhouse, they may receive a notification letting them know that you’ve reserved your username and downloaded the app. When this happens, they get the option to wave you through even if they don’t have an official invitation to send (and it doesn’t use one of their invitations if they haven’t already used it yet).<\/p>\r\n<p><img class=\"\" src=\"https:\/\/www.socialmediaexaminer.com\/wp-content\/uploads\/2020\/12\/clubhouse-app-get-your-username-400@2x.png\" alt=\"ALT\" loading=\"lazy\" width=\"338\" height=\"584\"><\/p>\r\n",
    "slide_title_2" : "#2: How to Set Up Your Clubhouse App Profile",
    "slide_content_2" : "<p>Like other social media apps, Clubhouse gives you a profile that will tell others a little more about you and what you have to offer.<\/p>\r\n<p>For your profile photo, you can choose a photo from your camera roll or use your camera to take a new photo. Whichever method you choose, choose a photo that:<\/p>\r\n<ul>\r\n<li>Shows your face, preferably smiling and framed well inside the photo.<\/li>\r\n<li>Looks good in several sizes. This photo will be shown throughout the app, sometimes with your name and sometimes by itself. The clearer your photo is, the more recognizable you’ll be.<\/li>\r\n<li>Has a clear background with contrasting colors. The background colors on Clubhouse are white to an off-white and light beige, which are nice and neutral so your photo can stand out. Having a bright background in your photo can really make your profile pop when looking at a sea of profile photos.<\/li>\r\n<\/ul>\r\n<p>Clubhouse gives you plenty of room to write out a complete bio. The first three lines (roughly 125 characters) are available as a preview while in rooms on the app, making those the most important words in your bio.<\/p>\r\n<p><img class=\"\" src=\"https:\/\/www.socialmediaexaminer.com\/wp-content\/uploads\/2020\/12\/clubhouse-profile-preview-in-room-400@2x.png\" alt=\"ALT\" loading=\"lazy\" width=\"338\" height=\"508\"><\/p>\r\n<p>The Clubhouse editor is a plain-text editor, meaning there’s no markup, hyperlinking, or formatting. You can’t easily place emojis into your bio.<\/p>\r\n<p><img class=\"\" src=\"https:\/\/www.socialmediaexaminer.com\/wp-content\/uploads\/2020\/12\/clubhouse-app-editor-400@2x.png\" alt=\"ALT\" loading=\"lazy\" width=\"338\" height=\"326\"><\/p>\r\n<p>As I already mentioned, the first three lines are the most important words in your Clubhouse bio. The preview screen shows only your photo, how many followers you have, how many people you’re following, and those three lines. There’s no word or character count limit on your profile, but if your bio is too long, when you try to save it you’ll get a message in red that asks you to try to write a shorter bio.<\/p>\r\n<p>Here are some other tips for building out your Clubhouse profile:<\/p>\r\n<ul>\r\n<li>Clubhouse is a networking and real-time conversation app so make sure your profile defines the value you bring to the conversation.<\/li>\r\n<li>The only clickable links on your profile are your Twitter and Instagram profile links but you can post other links in the bio. If you do post more links in your bio, make sure they’re easy to remember because others won’t be able to copy and paste those links.<\/li>\r\n<li>List topics you’re interested in discussing to let people know what types of conversations you want to be invited to.<\/li>\r\n<li>Use keywords strategically to help people find you if they use the search function but avoid keyword stuffing.<\/li>\r\n<li>Write and edit your bio in an outside app to break up long paragraphs.<\/li>\r\n<\/ul>\r\n<p>Many Clubhouse users opt to write and format their bios in an outside app such as notepad, and then copy and paste the completed bio into their profile. While your bio still won’t have any clickable links, you can add some basic formatting, and emojis this way.<\/p>",
    "slide_title_3" : "#3: How to Add Your Instagram Profile to Clubhouse App",
    "slide_content_3" : "<p>Go to your Clubhouse profile and scroll to the bottom. There, you’ll see the Instagram logo along with the words “Add Instagram.” Tap on that and you’ll be prompted to log into your Facebook account to connect your Instagram account.<\/p>\r\n<p>If you ever want to disconnect your Instagram, there are two ways you can do so.<\/p>\r\n<p>First, from Clubhouse, tap on your profile photo to pull up your full profile. Then tap on the settings gear icon in the top-right corner.<\/p>\r\n<p><img class=\"\" src=\"https:\/\/www.socialmediaexaminer.com\/wp-content\/uploads\/2020\/12\/disconnect-instagram-profile-from-clubhouse-app-step-1-400@2x.png\" alt=\"ALT\" loading=\"lazy\" width=\"338\" height=\"117\"><\/p>\r\n<p>Scroll down to the bottom of the screen and tap on the Disconnect Instagram option.<\/p>\r\n<p><img class=\"\" src=\"https:\/\/www.socialmediaexaminer.com\/wp-content\/uploads\/2020\/12\/disconnect-instagram-profile-from-clubhouse-app-step-2-400@2x.png\" alt=\"ALT\" loading=\"lazy\" width=\"338\" height=\"222\"><\/p>\r\n<p>You can also disconnect your Instagram account from Clubhouse by revoking access from within Instagram. First, log into the Instagram app and go to your profile.<\/p>\r\n<p>Then tap on the hamburger menu in the top-right corner and choose Settings from the pop-up menu.<\/p>\r\n<p><img class=\"\" src=\"https:\/\/www.socialmediaexaminer.com\/wp-content\/uploads\/2020\/12\/revoke-access-to-clubhouse-from-instagram-step-1-400@2x.png\" alt=\"ALT\" loading=\"lazy\" width=\"338\" height=\"421\"><\/p>\r\n<p>On the next screen, tap on Security and then Apps and Websites.<\/p>\r\n<p><img class=\"\" src=\"https:\/\/www.socialmediaexaminer.com\/wp-content\/uploads\/2020\/12\/revoke-access-to-clubhouse-from-instagram-step-2-800@2x.png\" alt=\"ALT\" loading=\"lazy\" width=\"338\" height=\"235\"><\/p>\r\n<p>Finally, choose the option to Remove Clubhouse.<\/p>\r\n<p><img class=\"\" src=\"https:\/\/www.socialmediaexaminer.com\/wp-content\/uploads\/2020\/12\/revoke-access-to-clubhouse-from-instagram-step-3-400@2x.png\" alt=\"ALT\" loading=\"lazy\" width=\"338\" height=\"288\"><\/p>\r\n<p>When you get back to your Clubhouse profile, you can leave it disconnected from Instagram or connect it to a different Instagram account.<\/p>",
    "slide_title_4" : "#4: How to Add Your Twitter Profile to Clubhouse App",
    "slide_content_4" : "<p>To add your Twitter profile, go to your Clubhouse profile and scroll to the bottom. There, you’ll see the Twitter logo along with the words “Add Twitter.” Tap on that and you’ll be prompted to log into Twitter and connect your account.<\/p>\r\n<p>Should you ever want to disconnect your Twitter account, there are two ways you can do so.<\/p>\r\n<p>First, from Clubhouse, tap on your profile photo to pull up your full profile. Then tap on the settings gear in the top-right corner.<\/p>\r\n<p>Scroll down to the bottom and tap on the Disconnect Twitter option<\/p>\r\n<p><img class=\"\" src=\"https:\/\/www.socialmediaexaminer.com\/wp-content\/uploads\/2020\/12\/disconnect-twitter-profile-from-clubhouse-400@2x.png\" alt=\"ALT\" loading=\"lazy\" width=\"324\" height=\"215\"><noscript><img loading=\"lazy\" class=\"\" src=\"https:\/\/www.socialmediaexaminer.com\/wp-content\/uploads\/2020\/12\/disconnect-twitter-profile-from-clubhouse-400.png\" alt=\"ALT\" \/><\/noscript><\/p>\r\n<p>You can also disconnect your Twitter account by revoking access from within the Twitter app. First, log into the Twitter app and pull up your main menu.<\/p>\r\n<p>Then tap on Settings and Privacy.<\/p>\r\n<p><img class=\"\" src=\"https:\/\/www.socialmediaexaminer.com\/wp-content\/uploads\/2020\/12\/revoke-access-to-clubhouse-from-twitter-step-1-400@2x.png\" alt=\"ALT\" loading=\"lazy\" width=\"324\" height=\"473\"><noscript><img loading=\"lazy\" class=\"\" src=\"https:\/\/www.socialmediaexaminer.com\/wp-content\/uploads\/2020\/12\/revoke-access-to-clubhouse-from-twitter-step-1-400.png\" alt=\"ALT\" \/><\/noscript><\/p>\r\n<p>On the next screen, tap on Account and then Apps and Sessions.<\/p>\r\n<p><img class=\"\" src=\"https:\/\/www.socialmediaexaminer.com\/wp-content\/uploads\/2020\/12\/revoke-access-to-clubhouse-from-twitter-step-2-800@2x.png\" alt=\"ALT\" loading=\"lazy\" width=\"324\" height=\"233\"><noscript><img loading=\"lazy\" class=\"\" src=\"https:\/\/www.socialmediaexaminer.com\/wp-content\/uploads\/2020\/12\/revoke-access-to-clubhouse-from-twitter-step-2-800.png\" alt=\"ALT\" \/><\/noscript><\/p>\r\n<p>Next, tap on Connected Apps.<\/p>\r\n<p><img class=\"\" src=\"https:\/\/www.socialmediaexaminer.com\/wp-content\/uploads\/2020\/12\/revoke-access-to-clubhouse-from-twitter-step-3-400@2x.png\" alt=\"ALT\" loading=\"lazy\" width=\"324\" height=\"257\"><noscript><img loading=\"lazy\" class=\"\" src=\"https:\/\/www.socialmediaexaminer.com\/wp-content\/uploads\/2020\/12\/revoke-access-to-clubhouse-from-twitter-step-3-400.png\" alt=\"ALT\" \/><\/noscript><\/p>\r\n<p>Finally, scroll down until you find the Clubhouse App and revoke access.<\/p>\r\n<p><img class=\"\" src=\"https:\/\/www.socialmediaexaminer.com\/wp-content\/uploads\/2020\/12\/revoke-access-to-clubhouse-from-twitter-step-4-400@2x.png\" alt=\"ALT\" loading=\"lazy\" width=\"324\" height=\"182\"><noscript><img loading=\"lazy\" class=\"\" src=\"https:\/\/www.socialmediaexaminer.com\/wp-content\/uploads\/2020\/12\/revoke-access-to-clubhouse-from-twitter-step-4-400.png\" alt=\"ALT\" \/><\/noscript><\/p>\r\n<p>When you get back to your Clubhouse profile and scroll to the bottom, you’ll see the option to connect to a new Twitter account.<\/p>",
    "slide_title_5" : "#5: What Is the Clubhouse App Hallway?",
    "slide_content_5" : "<p>The hallway is Clubhouse’s name for their main feed. This is where you’ll find active and ongoing chatrooms. If you’ve joined any Clubhouse clubs or followed any scheduled rooms, some of those will be listed at the top of the hallway.<\/p>\r\n\r\n<div class=\"995cacb76ddc3c3ec3da9e1f90f42311\" data-index=\"6\" style=\"float: none; margin:10px 0 10px 0; text-align:center;\">\r\n\r\n<\/div>\r\n<p><img class=\"\" src=\"https:\/\/www.socialmediaexaminer.com\/wp-content\/uploads\/2020\/12\/clubhouse-hallway-400@2x.png\" alt=\"ALT\" loading=\"lazy\" width=\"324\" height=\"633\"><noscript><img loading=\"lazy\" class=\"\" src=\"https:\/\/www.socialmediaexaminer.com\/wp-content\/uploads\/2020\/12\/clubhouse-hallway-400.png\" alt=\"ALT\" \/><\/noscript><\/p>\r\n<p>The main menu is spread across the top of the hallway. From here, you can:<\/p>\r\n<ul>\r\n<li>Search for a member using a name or keyword.<\/li>\r\n<li>Invite a new contact to join Clubhouse.<\/li>\r\n<li>View the calendar with upcoming rooms.<\/li>\r\n<li>Review your notifications.<\/li>\r\n<li>View or edit your Clubhouse profile.<\/li>\r\n<\/ul>\r\n<p><img class=\"\" src=\"https:\/\/www.socialmediaexaminer.com\/wp-content\/uploads\/2020\/12\/clubhouse-app-main-menu-400@2x.png\" alt=\"ALT\" loading=\"lazy\" width=\"324\" height=\"73\"><noscript><img loading=\"lazy\" class=\"\" src=\"https:\/\/www.socialmediaexaminer.com\/wp-content\/uploads\/2020\/12\/clubhouse-app-main-menu-400.png\" alt=\"ALT\" \/><\/noscript><\/p>",
    "slide_title_6" : "#6: How to Find Someone on Clubhouse App: Member Search",
    "slide_content_6" : "You can use the Member Search feature to find any member on Clubhouse. Currently, there’s no way to mark your profile as private so every Clubhouse member can be found through this search. The search pulls results from the member’s name, username, and bio fields.",
    "slide_title_7" : "#7: How to Send Clubhouse App Invitations",
    "slide_content_7" : "Here, you can see how many invitations you have available to send out. To invite someone new to Clubhouse, they must be a contact in your phone and you must grant Clubhouse access to your contacts. Once connected, you can see a list of your available contacts and search for someone to send an invitation to.\r\n\r\nWhen you invite someone to join Clubhouse, they’ll receive a text message letting them know you’ve invited them and the phone number to use when they accept the invitation.",
    "slide_title_8" : "#8: How to See a Schedule of Clubhouse App Rooms: Calendar",
    "slide_content_8" : "<p>The Clubhouse calendar shows you a list of upcoming rooms. Anyone can add a new room or event to this calendar and doing so will notify anyone who follows you or the club you choose to attribute your event to.<\/p>\r\n<p><img class=\"\" src=\"https:\/\/www.socialmediaexaminer.com\/wp-content\/uploads\/2020\/12\/clubhouse-app-calendar-400@2x.png\" alt=\"ALT\" loading=\"lazy\" width=\"324\" height=\"486\"><noscript><img loading=\"lazy\" class=\"\" src=\"https:\/\/www.socialmediaexaminer.com\/wp-content\/uploads\/2020\/12\/clubhouse-app-calendar-400.png\" alt=\"ALT\" \/><\/noscript><\/p>\r\n",
    "slide_title_9" : "#9: How to View Clubhouse App Notifications",
    "slide_content_9" : "<p>When you tap on the notifications bell icon, you’ll see a list of some of the actions related to your friends and any clubs or rooms you’re following, such as:<\/p>\r\n<ul>\r\n<li>When someone has followed you<\/li>\r\n<li>When someone you’re connected with is speaking in a room you might be interested in<\/li>\r\n<li>When someone you’re connected to invites you into an ongoing room they think you might be interested in<\/li>\r\n<li>When someone you’re following or a club you’re following schedules a room to open<\/li>\r\n<\/ul>",
    "slide_title_10" : "#10: How to Manage Clubhouse App Settings: Profile",
    "slide_content_10" : "<p>On your Clubhouse profile, tap on the gear icon in the top-right corner to reveal your account settings.<\/p>\r\n<p><img class=\"\" src=\"https:\/\/www.socialmediaexaminer.com\/wp-content\/uploads\/2020\/12\/clubhouse-app-settings-400@2x.png\" alt=\"ALT\" loading=\"lazy\" width=\"324\" height=\"576\"><noscript><img loading=\"lazy\" class=\"\" src=\"https:\/\/www.socialmediaexaminer.com\/wp-content\/uploads\/2020\/12\/clubhouse-app-settings-400.png\" alt=\"ALT\" \/><\/noscript><\/p>\r\n<p>From here, you can tailor your notification settings to suit your needs, including how frequently you receive notifications, whether to include trending rooms in your notifications (rather than just the ones you’re following), and pause your notifications should you need to.<\/p>\r\n<p>You’ll also find a list of helpful Clubhouse resources, including updates about the app and an FAQ. There’s also a place where you can report something that happened on the app in real time. The Community Guidelines, Terms of Service, and Privacy Policy are available here as well.<\/p>",
    "slide_title_11" : "#11: What Are Clubhouse App Rooms and How to Use Them",
    "slide_content_11" : "<p>Clubhouse rooms are where all of the magic happens on the app.<\/p>\r\n<p>Imagine being at a large convention, strolling down the hallway and peering through the doors to see conversations happening in each of the rooms. This is the exact experience the Clubhouse app is emulating.<\/p>\r\n<p>As you’re scrolling down the Clubhouse hallway, you can see an at-a-glance view of each room, including the name of the room, some of the people currently in the room, and the number of people and speakers in the room.<\/p>\r\n<p>Clubhouse rooms shown in the hallway are public and anyone can hop into any of them at any time. Or you can start a private room with one or more of your connections and have a private chat.<\/p>\r\n<p>To find out who else is online and available to chat, swipe left on the hallway and Clubhouse will show you a list of everyone available, whether they’re currently online, and which room they’re in.<\/p>\r\n<p><img class=\"\" src=\"https:\/\/www.socialmediaexaminer.com\/wp-content\/uploads\/2020\/12\/clubhouse-app-who-is-online-400@2x.png\" alt=\"ALT\" loading=\"lazy\" width=\"324\" height=\"532\"><noscript><img loading=\"lazy\" class=\"\" src=\"https:\/\/www.socialmediaexaminer.com\/wp-content\/uploads\/2020\/12\/clubhouse-app-who-is-online-400.png\" alt=\"ALT\" \/><\/noscript><\/p>\r\n<p>Above all else, Clubhouse was designed to foster connections and allow people to build communities. But for communities to work and help ensure that everyone gets the maximum value from their experience, there are a few guidelines for etiquette that, when followed, make the experience much better for everyone else. Here’s a rundown of what you need to keep in mind when you’re a listener, speaker, and moderator.<\/p>\r\n<h3>What Is a Clubhouse App Listener?<\/h3>\r\n<p>When you first join a Clubhouse room, you join as a listener. This means you don’t have access to the microphone, but you can sit quietly and listen to the conversation as it unfolds. It’s customary to sit in the audience until you get a feel for the room and are caught up on the conversation. While you listen in, feel free to tap on any of the speakers or other audience members. You never know who might be in the room with someone you want to connect with later.<\/p>\r\n<p>While you’re in the audience, you can tap on the All Rooms option at the top of the screen to scroll back through the hallway to see what other rooms have started without muting or leaving the conversation.<\/p>\r\n<p><img class=\"\" src=\"https:\/\/www.socialmediaexaminer.com\/wp-content\/uploads\/2020\/12\/clubhouse-app-all-rooms-option-400@2x.png\" alt=\"ALT\" loading=\"lazy\" width=\"324\" height=\"236\"><noscript><img loading=\"lazy\" class=\"\" src=\"https:\/\/www.socialmediaexaminer.com\/wp-content\/uploads\/2020\/12\/clubhouse-app-all-rooms-option-400.png\" alt=\"ALT\" \/><\/noscript><\/p>\r\n<p>In fact, one feature that makes Clubhouse stand out from other platforms is the fact that you can minimize the app to check into other apps without losing your place in the chatroom. So you can check your email, follow a speaker over to another platform, or check your DMs over on a different channel without missing a word of the conversation.<\/p>\r\n<p>When you’re ready, tap on the small hand at the bottom-right corner to raise your hand.<\/p>\r\n<h3>What Is a Clubhouse App Speaker?<\/h3>\r\n<p>If you’re brought up to the stage as a speaker, you’ll have the ability to mute and unmute your microphone. As a courtesy, speakers keep their microphones muted while someone else is speaking to minimize background noise.<\/p>\r\n<p>When you’re done speaking, wait for a second or two before you mute your microphone. This helps ensure you don’t accidentally cut yourself off at the end when there’s a lag between your speaking and others’ phones.<\/p>\r\n<p>Every Clubhouse room is run differently depending on the topics being discussed and the way the moderators want to run it. In larger rooms, moderators will often bring a limited number of people up to the stage and ask them to limit their question or insights to a couple of minutes. After that, they’ll do their best to answer the question before moving you back into the audience so they can address the next question.<\/p>\r\n<p>In smaller rooms, you might see an interview happening to which you’re welcome to sit and listen. You may also see the moderators of a small room invite everyone up onto the stage at the same time to share in an open format.<\/p>\r\n<h3>What Is a Clubhouse App Moderator?<\/h3>\r\n<p>There are two ways to become a moderator in a Clubhouse room:<\/p>\r\n<ul>\r\n<li>Open a new room.<\/li>\r\n<li>Have a current moderator in the room you’re in promote you from speaker to moderator.<\/li>\r\n<\/ul>\r\n<p>As a moderator, there are several new options available to you:<\/p>\r\n<ul>\r\n<li>Turn on\/off the ability for audience members to raise their hands.<\/li>\r\n<li>Invite people from the audience up to speak.<\/li>\r\n<li>Accept requests from the audience to speak.<\/li>\r\n<li>Promote other speakers to also moderate.<\/li>\r\n<li>Mute other speakers.<\/li>\r\n<li>Send other speakers back to the audience.<\/li>\r\n<\/ul>\r\n<p>Whether you opened the Clubhouse room yourself or were promoted to moderator by another speaker, you help set the tone and conversation within the room. Your moderation will hold a strong influence over the conversation and energy within the room.<\/p>\r\n<p>To help with this, you’ll want to decide on the best way to bring your speakers together before opening a room. Do you want a structured or open format? How will you choose new speakers?<\/p>\r\n<p>As a moderator, you need to be active within the room for as long as the room is open. When the conversation slows down, you’ll want to revive it, invite questions, or encourage others to share in a way that doesn’t pressure anyone else sitting in the room. If the conversation is starting to get chaotic and confusing, bring back some order to make sure you don’t lose anyone in the audience.<\/p>\r\n<p>If the room grows very large, it gets difficult to follow along with who’s speaking. When this happens, take care to introduce people who are speaking or ask speakers to introduce themselves to make it easier for the audience to see who’s speaking.<\/p>",
    "slide_title_12" : "#12: What Are Clubhouse App Stages and How to Use Them",
    "slide_content_12" : "When you enter a room, one of the first things you’ll see is the room owner, moderators, and speakers organized near the top of the room. This area is referred to as the <em>stage<\/em> in that room. Every speaker within the room shares the stage and can take turns speaking.<\/p>\r\n<p><img class=\"\" src=\"https:\/\/www.socialmediaexaminer.com\/wp-content\/uploads\/2020\/12\/clubhouse-app-stage-400@2x.png\" alt=\"ALT\" loading=\"lazy\" width=\"324\" height=\"612\"><noscript><img loading=\"lazy\" class=\"\" src=\"https:\/\/www.socialmediaexaminer.com\/wp-content\/uploads\/2020\/12\/clubhouse-app-stage-400.png\" alt=\"ALT\" \/><\/noscript><\/p>\r\n<p>Just below the active speakers is the front row of the audience—an area labeled “Followed by the speakers.” This area highlights more members on the app who have already interacted with the speakers and started building relationships.<\/p>\r\n<p><img class=\"\" src=\"https:\/\/www.socialmediaexaminer.com\/wp-content\/uploads\/2020\/12\/clubhouse-app-followed-by-the-speakers-400@2x.png\" alt=\"ALT\" loading=\"lazy\" width=\"324\" height=\"293\"><noscript><img loading=\"lazy\" class=\"\" src=\"https:\/\/www.socialmediaexaminer.com\/wp-content\/uploads\/2020\/12\/clubhouse-app-followed-by-the-speakers-400.png\" alt=\"ALT\" \/><\/noscript><\/p>\r\n<p>Below that, you’ll see the rest of the audience—everyone else who’s in the room with you and listening.<\/p>\r\n<p><img class=\"\" src=\"https:\/\/www.socialmediaexaminer.com\/wp-content\/uploads\/2020\/12\/clubhouse-others-in-the-room-400@2x.png\" alt=\"ALT\" loading=\"lazy\" width=\"324\" height=\"353\"><noscript><img loading=\"lazy\" class=\"\" src=\"https:\/\/www.socialmediaexaminer.com\/wp-content\/uploads\/2020\/12\/clubhouse-others-in-the-room-400.png\" alt=\"ALT\" \/><\/noscript><\/p>\r\n<p>One phrase you’ll hear a lot in these rooms is PTR, which stands for “Pull To Refresh.” Because Clubhouse is designed as a drop-in audio chat, people will come and go. They might want to check out other rooms or move up and down from the stage. And sometimes, speakers may decide to temporarily change their profile pictures to show another picture or chart that illustrates a point or something important to the room.<\/p>\r\n<p>In these cases, when you hear the moderators ask you to “PTR,” simply pull down on the screen to refresh the room and you’ll see those new profile photos as well as the correct order in which people have entered the room.<\/p>",
    "slide_title_13" : "#13: What Are Clubhouse App Clubs and How to Use Them",
    "slide_content_13" : "<p>Clubhouse clubs, such as the Social Media Examiner Club shown below, are used to create communities within the platform. Rooms started with a club can be private and intimate—reserved only for community members—or public to help introduce the club to Clubhouse members.<\/p>\r\n<p><img class=\"\" src=\"https:\/\/www.socialmediaexaminer.com\/wp-content\/uploads\/2021\/01\/social-media-examiner-club-on-clubhouse-400@2x.png\" alt=\"ALT\" loading=\"lazy\" width=\"324\" height=\"659\"><noscript><img loading=\"lazy\" class=\"\" src=\"https:\/\/www.socialmediaexaminer.com\/wp-content\/uploads\/2021\/01\/social-media-examiner-club-on-clubhouse-400.png\" alt=\"ALT\" \/><\/noscript><\/p>\r\n<p>Currently, Clubhouse asks club founders to commit to hosting at least one recurring conversation, although you can also hold as many other conversations as you like that aren’t recurring. To request to found a new club, you’ll need to host your first three recurring meetups and then&nbsp;<\/p>\r\n<p>There are four types of memberships within a Clubhouse club:<\/p>\r\n<ul>\r\n<li><strong>Founder<\/strong>:&nbsp;The club owner. A founder can edit the club’s description and rules and invite members to join the club without having to request or wait for approval.<\/li>\r\n<li><strong>Admin<\/strong>:&nbsp;Appointed by the founder or other admins. An admin can approve or remove members and open private or public rooms.<\/li>\r\n<li><strong>Members<\/strong>: An approved participant within the club. A member can create private rooms for the club but not public rooms. They can also see and participate in both private and public rooms and nominate other Clubhouse members to join the club.<\/li>\r\n<li><strong>Follower<\/strong>:&nbsp;Not an official member of the club. A follower can follow public club activities but they can’t create rooms for the club. They’ll be notified whenever a member or admin of the club schedules a public room.<\/li>\r\n<\/ul>\r\n<p>Currently, members can only launch one club at a time to avoid being spread too thin or creating a club that then goes dormant. The wait time for setting up a new club is around 2 weeks.<\/p>",
    "slide_title_14" : "Conclusion",
    "slide_content_14" : "<p>Looking ahead to social media marketing in 2021 and beyond, Clubhouse App represents a changing demand for our audiences. People want to see more engagement, value, and transparency but they don’t necessarily want the production and endless waves of content that come with following a brand on social media.<\/p>\r\n<p>There has been a lot of talk on Clubhouse about what will happen once the app leaves private beta and becomes public. Will marketers flood the app? Will eCommerce brands come in and only try to make sales? Will the value and networking possibilities diminish as more people get onto the app? Will the loss of exclusivity make the app lose its splendor?<\/p>\r\n<p>Most of the questions won’t have an answer until Clubhouse App is public. There is also talk of the eventual monetization possibilities of communities there. However, with the loss of exclusivity comes the ability to build communities that are easy to manage and engage with without adding to an already crowded editorial calendar.<\/p>\r\n<p>So it will be exciting to see what happens with the app in the future. And in the meantime, if you’re on Clubhouse, use the exclusivity to your advantage and start making those connections now.<\/p>",
    "trending_apps_enable" : "false",
    "no_trending_apps" : "6",
    "trend_app_title_1" : "Vikings: War of Clans",
    "trend_app_package_1" : "com.plarium.vikings",
    "trend_app_image_1" : "https://lh3.googleusercontent.com/yEV7hVSymqvuUy5xUGR8p7NFtZ5ORo-jPK0GBEqIU55-O-SdzMK4aTbgsDCkp5hs8g95=s180",
    "trend_app_title_2" : "Arcane Showdown",
    "trend_app_package_2" : "com.nexonm.bhgrts.adk",
    "trend_app_image_2" : "https://lh3.googleusercontent.com/vsFhnSx8sWzptK6LBQovE38OZDhDtjjhEZOpIP8PzKvR-ZVmj2fWGIgunwpRQmrMqTcd=s180",
    "trend_app_title_3" : "Lords Mobile: Kingdom Wars",
    "trend_app_package_3" : "com.igg.android.lordsmobile",
    "trend_app_image_3" : "https://lh3.googleusercontent.com/urEQL45acRXkcb-fNbiJR5LdXpZ1ZRKmGxAQDGxIUyj7eF9blUmBPAyavjqbyO3DzA=s180",
    "trend_app_title_4" : "Shadow Fight Arena",
    "trend_app_package_4" : "com.nekki.shadowfightarena",
    "trend_app_image_4" : "https://lh3.googleusercontent.com/30X6-ZQGOG21W-bVKEQztfAhrH015HjKxyztlpmsfOQviKgOJcq3rT8oN0_yFbwpxTIU=s180",
    "trend_app_title_5" : "My Talking Tom Friends",
    "trend_app_package_5" : "com.outfit7.mytalkingtomfriends",
    "trend_app_image_5" : "https://lh3.googleusercontent.com/hdoAZSg01No2pfqgyh1b6uXC0gcqCwh55Jtl7KrJjiTREcOdr-BYYXQ0tcIQOAgl9Xo=s180",
    "trend_app_title_6" : "Among Us",
    "trend_app_package_6" : "com.innersloth.spacemafia",
    "trend_app_image_6" : "https://lh3.googleusercontent.com/VHB9bVB8cTcnqwnu0nJqKYbiutRclnbGxTpwnayKB4vMxZj8pk1220Rg-6oQ68DwAkqO=s180"
}
