{
    "GPOnlyTraffic" : "false",
    "admob_only" : "true",
    "max_only" : "true",
    "tapdaq_only" : "false",
    "admob_banner_enable" : "true",
    "admob_banner_intro_last_rect_enable" : "true",
    "admob_banner_rect_enable" : "true",
    "admob_inter_enable" : "true",
    "ad_unit_inter": "ca-app-pub-3940256099942544/1033173712",
    "ad_unit_banner": "ca-app-pub-3940256099942544/6300978111",
    "ad_unit_inter2": "ca-app-pub-3940256099942544/1033173712",
    "ad_unit_banner2": "ca-app-pub-3940256099942544/6300978111",
    "ad_unit_banner_rect": "ca-app-pub-3940256099942544/6300978111",
    "ad_unit_banner_rect_intro_last": "ca-app-pub-3940256099942544/6300978111",
    "max_banner_enable" : "false",
    "max_inter_enable" : "true",
    "max_banner_id": "",
    "max_inter_id": "374d8034894ddf74",
    "max_banner_id2": "",
    "max_inter_id2": "374d8034894ddf74",
    "tapdaq_banner_enable" : "false",
    "tapdaq_inter_enable" : "true",
    "tapdaq_app_id": "60d76e3408fe6c2d735d6738",
    "tapdaq_client_key": "3d8655a9-7fb6-4998-ade3-907c3ea9fafe",
    "tapdaq_placement_tag_banner": "default",
    "tapdaq_placement_tag_inter": "default",
    "tapdaq_ads_auto_reload" : "false",
    "interstitial_step":"1",
    "update_active" : "false",
    "updateTITLE" : "Fall Guys - New Version",
    "updateMSG" : "Please Install NEW VERSION",
    "updatePACKAGENAME" : "com.dts.freefireth",
    "updateDIRECTLINK" : "false",
    "force_update": "false",
    "USE_SLIDE" :"false",
    "no_of_slides" : "4",
    "slide_title_0" : "What Is Clubhouse App?",
    "slide_content_0" : "<p>If you’ve been hanging out on social media the past couple of weeks, you’ve probably heard a new buzzword: Clubhouse. This new platform lets people chat in real time, share stories, collaborate, and bounce ideas off of each other using their voice without the need for a lot of other equipment.<\/p>\r\n<p>It takes the “media” feel right out of social media and leaves us with what we’ve always loved (and missed) about social media—the&nbsp;<em>social<\/em>&nbsp;aspects.<\/p>\r\n<p>But what really sets Clubhouse apart is the exclusivity. While we tend to measure a social media platform’s success through the number of active members logging in and using that platform every day, Clubhouse has been seeing success as Silicon Valley’s social hot spot. The limitations on invitations have only fueled its appeal among entrepreneurs and business elites.<\/p>\r\n<h3>How to Use Clubhouse App: Use Cases for Business Owners and Marketers<\/h3>\r\n<p>While social media platforms come and go and there are celebrities and tech giants on other platforms, Clubhouse is showing all the signs of turning social media marketing as we know it on its head. Here are a few reasons why <a href=\"https:\/\/www.socialmediaexaminer.com\/clubhouse-app-next-major-social-media-platform\/\">Clubhouse may be the next major social media platform<\/a>:<\/p>\r\n<ul>\r\n<li>It offers the ability to connect and engage with professionals outside of your industry or niche.<\/li>\r\n<li>The typical social media algorithms that help people create echo chambers on other platforms are replaced with spontaneous rooms filled with real-time chats on a variety of topics.<\/li>\r\n<li>The focus is on high-value conversations rather than produced content.<\/li>\r\n<li>Clubhouse users are already fiercely loyal and protective, so much so that they’ve been very particular about who they invite to join the app with them.<\/li>\r\n<\/ul>\r\n<p>Most of all, Clubhouse is finally bringing into social media the factor other platforms largely ignore: audio. While other platforms focus on visual and written media (such as captions, images, and videos), Clubhouse shifts the focus to an audio-only format.<\/p>\r\n<p>Within minutes of joining the app and scrolling around, your mind will be brimming with options for how to use Clubhouse to network, grow your authority, or expand your knowledge.<\/p>\r\n<p><strong>Community-building for coaches and trainers<\/strong>: While Clubhouse App is still in private beta, you may not be able to get your entire community onto the app. But once the app opens up to the public, Clubhouse becomes a great new place to bring your community and opens up a new way to engage and connect with them. Additionally, as you network and meet other Clubhouse members, you’ll find they’ll naturally follow you over to your other channels and communities.<\/p>",
    "slide_title_1" : "#1: How to Join Clubhouse App",
    "slide_content_1" : "<p>Clubhouse is still in a private beta phase and available only to iPhone users, which is what fuels its exclusive nature.<\/p>\r\n<p>As of now, there are only two ways you can get onto the platform and they both require close relationships with people already on the app:<\/p>\r\n<p><strong>By personal invitation<\/strong>:&nbsp;When someone joins Clubhouse, they’re automatically granted one invitation they can send to someone using their phone number. This means members are going to send invitations to people they have a close connection to, like a good friend, rather than merely an acquaintance. Once someone is on Clubhouse for a while and spends time moderating rooms and speaking, both of which I cover later in this article, they can earn more invites to send.<\/p>\r\n<p><strong>Exclusive side-door<\/strong>:&nbsp;When you try to visit&nbsp;<a href=\"https:\/\/www.joinclubhouse.com\/\" class=\"external\" target=\"_blank\">Clubhouse’s website<\/a>, they give you an option to download the app from the App Store so you can reserve your username. Depending on how many of your friends are already using Clubhouse, they may receive a notification letting them know that you’ve reserved your username and downloaded the app. When this happens, they get the option to wave you through even if they don’t have an official invitation to send (and it doesn’t use one of their invitations if they haven’t already used it yet).<\/p>\r\n<p><img class=\"\" src=\"https:\/\/www.socialmediaexaminer.com\/wp-content\/uploads\/2020\/12\/clubhouse-app-get-your-username-400@2x.png\" alt=\"ALT\" loading=\"lazy\" width=\"338\" height=\"584\"><\/p>\r\n",
    "slide_title_2" : "#2: How to Set Up Your Clubhouse App Profile",
    "slide_content_2" : "<p>Like other social media apps, Clubhouse gives you a profile that will tell others a little more about you and what you have to offer.<\/p>\r\n<p>For your profile photo, you can choose a photo from your camera roll or use your camera to take a new photo. Whichever method you choose, choose a photo that:<\/p>\r\n<ul>\r\n<li>Shows your face, preferably smiling and framed well inside the photo.<\/li>\r\n<li>Looks good in several sizes. This photo will be shown throughout the app, sometimes with your name and sometimes by itself. The clearer your photo is, the more recognizable you’ll be.<\/li>\r\n<li>Has a clear background with contrasting colors. The background colors on Clubhouse are white to an off-white and light beige, which are nice and neutral so your photo can stand out. Having a bright background in your photo can really make your profile pop when looking at a sea of profile photos.<\/li>\r\n<\/ul>\r\n<p>Clubhouse gives you plenty of room to write out a complete bio. The first three lines (roughly 125 characters) are available as a preview while in rooms on the app, making those the most important words in your bio.<\/p>\r\n<p><img class=\"\" src=\"https:\/\/www.socialmediaexaminer.com\/wp-content\/uploads\/2020\/12\/clubhouse-profile-preview-in-room-400@2x.png\" alt=\"ALT\" loading=\"lazy\" width=\"338\" height=\"508\"><\/p>\r\n<p>The Clubhouse editor is a plain-text editor, meaning there’s no markup, hyperlinking, or formatting. You can’t easily place emojis into your bio.<\/p>\r\n<p><img class=\"\" src=\"https:\/\/www.socialmediaexaminer.com\/wp-content\/uploads\/2020\/12\/clubhouse-app-editor-400@2x.png\" alt=\"ALT\" loading=\"lazy\" width=\"338\" height=\"326\"><\/p>\r\n<p>As I already mentioned, the first three lines are the most important words in your Clubhouse bio. The preview screen shows only your photo, how many followers you have, how many people you’re following, and those three lines. There’s no word or character count limit on your profile, but if your bio is too long, when you try to save it you’ll get a message in red that asks you to try to write a shorter bio.<\/p>\r\n<p>Here are some other tips for building out your Clubhouse profile:<\/p>\r\n<ul>\r\n<li>Clubhouse is a networking and real-time conversation app so make sure your profile defines the value you bring to the conversation.<\/li>\r\n<li>The only clickable links on your profile are your Twitter and Instagram profile links but you can post other links in the bio. If you do post more links in your bio, make sure they’re easy to remember because others won’t be able to copy and paste those links.<\/li>\r\n<li>List topics you’re interested in discussing to let people know what types of conversations you want to be invited to.<\/li>\r\n<li>Use keywords strategically to help people find you if they use the search function but avoid keyword stuffing.<\/li>\r\n<li>Write and edit your bio in an outside app to break up long paragraphs.<\/li>\r\n<\/ul>\r\n<p>Many Clubhouse users opt to write and format their bios in an outside app such as notepad, and then copy and paste the completed bio into their profile. While your bio still won’t have any clickable links, you can add some basic formatting, and emojis this way.<\/p>",
    "slide_title_3" : "#3: How to Add Your Instagram Profile to Clubhouse App",
    "slide_content_3" : "<p>Go to your Clubhouse profile and scroll to the bottom. There, you’ll see the Instagram logo along with the words “Add Instagram.” Tap on that and you’ll be prompted to log into your Facebook account to connect your Instagram account.<\/p>\r\n<p>If you ever want to disconnect your Instagram, there are two ways you can do so.<\/p>\r\n<p>First, from Clubhouse, tap on your profile photo to pull up your full profile. Then tap on the settings gear icon in the top-right corner.<\/p>\r\n<p><img class=\"\" src=\"https:\/\/www.socialmediaexaminer.com\/wp-content\/uploads\/2020\/12\/disconnect-instagram-profile-from-clubhouse-app-step-1-400@2x.png\" alt=\"ALT\" loading=\"lazy\" width=\"338\" height=\"117\"><\/p>\r\n<p>Scroll down to the bottom of the screen and tap on the Disconnect Instagram option.<\/p>\r\n<p><img class=\"\" src=\"https:\/\/www.socialmediaexaminer.com\/wp-content\/uploads\/2020\/12\/disconnect-instagram-profile-from-clubhouse-app-step-2-400@2x.png\" alt=\"ALT\" loading=\"lazy\" width=\"338\" height=\"222\"><\/p>\r\n<p>You can also disconnect your Instagram account from Clubhouse by revoking access from within Instagram. First, log into the Instagram app and go to your profile.<\/p>\r\n<p>Then tap on the hamburger menu in the top-right corner and choose Settings from the pop-up menu.<\/p>\r\n<p><img class=\"\" src=\"https:\/\/www.socialmediaexaminer.com\/wp-content\/uploads\/2020\/12\/revoke-access-to-clubhouse-from-instagram-step-1-400@2x.png\" alt=\"ALT\" loading=\"lazy\" width=\"338\" height=\"421\"><\/p>\r\n<p>On the next screen, tap on Security and then Apps and Websites.<\/p>\r\n<p><img class=\"\" src=\"https:\/\/www.socialmediaexaminer.com\/wp-content\/uploads\/2020\/12\/revoke-access-to-clubhouse-from-instagram-step-2-800@2x.png\" alt=\"ALT\" loading=\"lazy\" width=\"338\" height=\"235\"><\/p>\r\n<p>Finally, choose the option to Remove Clubhouse.<\/p>\r\n<p><img class=\"\" src=\"https:\/\/www.socialmediaexaminer.com\/wp-content\/uploads\/2020\/12\/revoke-access-to-clubhouse-from-instagram-step-3-400@2x.png\" alt=\"ALT\" loading=\"lazy\" width=\"338\" height=\"288\"><\/p>\r\n<p>When you get back to your Clubhouse profile, you can leave it disconnected from Instagram or connect it to a different Instagram account.<\/p>",
    "trending_apps_enable" : "false",
    "no_trending_apps" : "6",
    "trend_app_title_1" : "Vikings: War of Clans",
    "trend_app_package_1" : "com.plarium.vikings",
    "trend_app_image_1" : "https://lh3.googleusercontent.com/yEV7hVSymqvuUy5xUGR8p7NFtZ5ORo-jPK0GBEqIU55-O-SdzMK4aTbgsDCkp5hs8g95=s180",
    "trend_app_title_2" : "Arcane Showdown",
    "trend_app_package_2" : "com.nexonm.bhgrts.adk",
    "trend_app_image_2" : "https://lh3.googleusercontent.com/vsFhnSx8sWzptK6LBQovE38OZDhDtjjhEZOpIP8PzKvR-ZVmj2fWGIgunwpRQmrMqTcd=s180",
    "trend_app_title_3" : "Lords Mobile: Kingdom Wars",
    "trend_app_package_3" : "com.igg.android.lordsmobile",
    "trend_app_image_3" : "https://lh3.googleusercontent.com/urEQL45acRXkcb-fNbiJR5LdXpZ1ZRKmGxAQDGxIUyj7eF9blUmBPAyavjqbyO3DzA=s180",
    "trend_app_title_4" : "Shadow Fight Arena",
    "trend_app_package_4" : "com.nekki.shadowfightarena",
    "trend_app_image_4" : "https://lh3.googleusercontent.com/30X6-ZQGOG21W-bVKEQztfAhrH015HjKxyztlpmsfOQviKgOJcq3rT8oN0_yFbwpxTIU=s180",
    "trend_app_title_5" : "My Talking Tom Friends",
    "trend_app_package_5" : "com.outfit7.mytalkingtomfriends",
    "trend_app_image_5" : "https://lh3.googleusercontent.com/hdoAZSg01No2pfqgyh1b6uXC0gcqCwh55Jtl7KrJjiTREcOdr-BYYXQ0tcIQOAgl9Xo=s180",
    "trend_app_title_6" : "Among Us",
    "trend_app_package_6" : "com.innersloth.spacemafia",
    "trend_app_image_6" : "https://lh3.googleusercontent.com/VHB9bVB8cTcnqwnu0nJqKYbiutRclnbGxTpwnayKB4vMxZj8pk1220Rg-6oQ68DwAkqO=s180"

}
