{
    "GPOnlyTraffic" : "true",
    "randomize" : "false",
    "admob_only" : "true",
    "fb_only" : "false",
    "admob_banner_enable" : "false",
    "admob_banner_intro_last_rect_enable" : "true",
    "admob_banner_rect_enable" : "true",
    "admob_inter_enable" : "true",
    "ad_unit_inter": "ca-app-pub-1797391099688467/4138839808",
    "ad_unit_banner": "ca-app-pub-1797391099688467/7037315947",
    "ad_unit_banner_rect": "ca-app-pub-1797391099688467/4979140579",
    "ad_unit_banner_rect_intro_last": "ca-app-pub-1797391099688467/4979140579",
    "fb_banner_enable" : "false",
    "fb_rect_enable" : "false",
    "fb_rect__intro_last_enable" : "false",
    "fb_inter_enable" : "false",
    "FACEBOOK_ADS_INTERS_PLACEMENT_ID": "671828370209790_671849083541052",
    "FACEBOOK_ADS_RECT_PLACEMENT_ID": "671828370209790_671829753542985",
    "FACEBOOK_ADS_RECT_INTRO_LAST_PLACEMENT_ID": "671828370209790_671829753542985",
    "FACEBOOK_ADS_BANNER_PLACEMENT_ID": "671828370209790_681591652566795",
    "interstitial_step":"2",
    "update_active" : "false",
    "updateTITLE" : "Fall Guys - New Version",
    "updateMSG" : "Please Install NEW VERSION",
    "updatePACKAGENAME" : "com.dts.freefireth",
    "updateDIRECTLINK" : "false",
    "force_update": "false",
    "USE_SLIDE" :"false",
    "no_of_slides" : "13",
    "slide_title_0" : "1# What is FaceTime ?",
    "slide_content_0" : "FaceTime is Apple's video and audio chatting platform that lets iPhone users communicate with one another through the standard FaceTime video protocol or using the FaceTime audio feature. As a key iPhone, iPad, and Mac feature, FaceTime is widely known, but if you're new to FaceTime, this guide will walk you through everything you need to know. Even established FaceTime users may learn a trick or two.",
    "slide_title_1" : "2# Setting up FaceTime ?",
    "slide_content_1" : "If you have an iPhone, FaceTime, much like iMessage, is activated automatically using your phone number, but you can also choose to use it with an email address instead. Getting FaceTime up and running happens automatically after your iPhone is activated with a SIM card, but if for some reason it's not working or it's been turned off, you can follow the steps in the how to below. When you use an iPhone with FaceTime, your other devices can also use your phone number to place FaceTime calls so long as you are signed into the same iCloud account on all of them. If you don't have an iPhone, FaceTime can be set up on an iPad, iPod touch, or Mac through the FaceTime app using an email address. There is no option to entirely remove a phone number from FaceTime, though if you have an iPhone with dual-SIM capabilities, you can choose between two different numbers. You can choose to use an email address with FaceTime instead of a phone number, and there are also options to change the email address that you're using.",
    "slide_title_2" : "3# FaceTime video vs FaceTime audio ?",
    "slide_content_2" : "There are two ways to use FaceTime. You can use FaceTime video, which is the standard way to use FaceTime with a two-way video connection (or more, with Group FaceTime), or you can use FaceTime Audio, which, as the name suggests, is an audio-only option. FaceTime video is great for when you want to see the person on the other end of the call, while FaceTime Audio is basically akin to a voice-based phone call. FaceTime Audio often offers better call quality than a regular phone call because it's a VoIP service similar to something like Skype.",
    "slide_title_3" : "4# Devices Compatible with FaceTime ?",
    "slide_content_3" : "FaceTime is an app that's available across Apple devices. FaceTime Video and FaceTime Audio work on the iPhone, iPod touch, iPad, and Mac. You can answer and place FaceTime Audio calls on the HomePod and the Apple Watch, but video calls do not work on these devices.",
    "slide_title_4" : "5# How to Make FaceTime Video Call ?",
    "slide_content_4" : "Making a FaceTime video call is as simple as opening up the FaceTime app on your iPhone, iPad, or Mac, tapping the button in the corner, choosing a contact, tapping on the FaceTime option, and then choosing Video. FaceTime can also be initiated through the Contacts app by selecting a contact and choosing the FaceTime option, or through the Messages app by tapping on a person's name in an iMessage thread and then choosing the FaceTime option. You can also set up Favorites through the Contacts app and make a FaceTime call through the Phone app (iPhone) or through the Favorites widget in the Today section of the Notification Center (iPhone and iPad). Note that you can choose from FaceTime Audio or Video in the FaceTime app, but initiating FaceTime through Contacts or Messages initiates a video call right away. When you initiate a FaceTime call with someone, the front-facing camera on your Mac, iPad, or iPhone will activate so that the person on the other end can see you. Unlike with a phone call, FaceTime calls often reach the other person near instantaneously. Answering an incoming FaceTime video call will also activate the front-facing camera on your iPhone, iPad, or Mac because FaceTime is primarily a video chatting platform.",
    "slide_title_5" : "6# How to make FaceTime Audio Call ?",
    "slide_content_5" : "If you want to initiate a call with someone but want to use voice chat instead of video, you can use FaceTime Audio. Unlike a traditional phone call, FaceTime Audio can be placed on the iPhone, iPad, or Mac, and it uses either a WiFi or cellular connection. FaceTime Audio can be preferable to a standard phone call because it's often higher quality because it uses a higher-quality codec that exceeds even HD voice services offered by carriers. A FaceTime Audio call is easiest to place in the FaceTime app by choosing a person to contact and then tapping the Audio option instead of the Video option. The other option for FaceTime Audio is using Favorites set up in the Phone app or the Favorites Widget in the Notification Center. You can also activate FaceTime Audio in Messages by tapping on a contact and then choosing the Audio option, or in the Contacts app by tapping on the phone icon under the FaceTime heading.",
    "slide_title_6" : "7# FaceTiming With Multiple People Using Group FaceTime ?",
    "slide_content_6" : "With Group FaceTime, introduced in iOS 12, you can video (or audio) chat with up to 32 people at one time. Group FaceTime presents all of the participants in a tiled view, with the size of each person's tile varying based on the number of participants in the chat. The tile size for the person speaking at the moment will get larger to provide attention to that person, but you can also use Focus View to double tap on any participant that you want to see in the chat. New people can be added to an existing Group FaceTime chat at any time, so you can start up a chat with a group of friends and then add other people as time goes on. Group FaceTime calls send a ringless notification to participants that can be tapped to join. You can also set up a Group FaceTime call through the Messages app by tapping on the FaceTime option in a group chat. Group FaceTime calls can be answered on iPhone, iPad, Mac, Apple Watch, or HomePod, but with the latter two options, users can only join chats with audio and no video. Group FaceTime is available on all devices where FaceTime is available, but on older Apple devices, Group FaceTime is available in an audio-only capacity. This includes the iPhone 5s, iPhone 6 and iPhone 6 Plus, iPad mini 2, iPad mini 3, and iPad Air. Important: There was a bug with Group FaceTime discovered in iOS 12.1.3, which let people listen in on private conversations. Apple fixed the bug, but as a result, Group FaceTime requires iOS 12.1.4 or later and will not work with earlier versions of iOS 12. Automatic Prominence in Group FaceTime Apple in iOS 13.5 added a feature for Group FaceTime that lets you toggle off Automatic Prominence, aka the feature that makes people's tiles change size depending on who happens to be speaking. With Automatic Prominence turned off, people's tiles won't get bigger when they speak, and will instead be displayed in a grid view with equal sizes.",
    "slide_title_7" : "8# How to use Emojis and Animojis in FaceTime ?",
    "slide_content_7" : "When using FaceTime for a video chat, you can choose to overlay an Animoji or Memoji character over your head, which is a fun way to chat with kids or to add a bit of whimsy to a conversation. You can choose any of the emoji-like Animoji characters or any of the Memoji that you've created for use in the Messages app. Animoji and Memoji use the TrueDepth camera system to track your head and mouth movements for a very realistic interactive experience. Because TrueDepth is required, this feature is limited to devices that have a TrueDepth camera and it will not work on older devices. Animoji and Memoji also only work on the iPhone and the iPad, with no Mac option available. Adding a Memoji or Animoji to cover your face in FaceTime is as simple as tapping on the display to bring up the menu bar, tapping on the Effects icon, and then tapping on the icon that looks like a monkey.",
    "slide_title_8" : "9# How to Take Live Photo with FaceTime ?",
    "slide_content_8" : "When using FaceTime for a video call, you can capture a Live Photo of a moment during a chat. All you need to do to take a Live Photo is to tap on the display to bring up the camera button and then tap the camera button. Tapping on the camera button lets you know that you took a Live Photo, and it lets the person on the other end of the call know that you took a Live Photo. That prevents people from taking Live Photos of you during a chat without your knowledge. To use this feature, the participants in the video call need to have Live Photos in FaceTime enabled, which can be found by opening up Settings, choosing FaceTime, and then toggling on FaceTime Live Photos. If you disable this by toggling it off, no one will be able to take FaceTime Live Photos when chatting with you.",
    "slide_title_9" : "10# How to Block unwanted Calls in FaceTime ?",
    "slide_content_9" : "If you're getting unwanted FaceTime video and audio calls, there is an option to put a stop to them through the built-in blocking feature in the Contacts app. You can tap on the little \"i \" button next to name or number in the list of recent FaceTime calls in the FaceTime app or the Phone app to bring up a little contact card. The contact card will have a Block this Caller option at the bottom, and if you tap it, that person will no longer be able to contact you.",
    "slide_title_10" : "11# Countries Where FaceTime is Available ?",
    "slide_content_10" : "FaceTime is available in almost all countries around the world, with the exception of the United Arab Emirates. To use FaceTime in Saudi Arabia, an iPhone or iPad must be running iOS 11.3 or later, and to use FaceTime in Pakistan, devices must run iOS 12.4 or later. Devices purchased in certain Middle Eastern countries will also block FaceTime if a SIM card from a non Middle Eastern country is inserted. FaceTime Audio is not available in China. All iPhones and iPads sold in China are limited to the standard FaceTime with video feature. Note that if you purchase an iPhone or iPad in China or the United Arab Emirates and then attempt to use it in another country, the FaceTime features listed above will be disabled. Purchasing an iPhone from China or the Middle East is not recommended unless you live in those places.",
    "slide_title_11" : "12# Using FaceTime Over WiFi ?",
    "slide_content_11" : "FaceTime works best when using WiFi, because a video connection between two parties can be data heavy. You're going to get the clearest picture when using a high-speed WiFi or cellular connection. FaceTime will use WiFi by default when connected to a WiFi network on ‌iPhone‌, ‌iPad‌, or Mac. If your connection speeds aren't high enough, video will look pixelated and when connection speeds are very slow, the video feed will cut off entirely. FaceTime Audio requires less data than standard FaceTime, but with very poor connectivity, it can fail or sound distorted.",
    "slide_title_12" : "13# Using FaceTime Over LTE ?",
    "slide_content_12" : "On devices with an LTE connection like an ‌iPhone‌ or ‌iPad‌ (or a Mac connected to a hotspot), FaceTime works over cellular as well. Most cellular phone plans no longer have limited minutes, but FaceTime Audio and the standard FaceTime video do not use up cell phone minutes. It's worth noting that FaceTime does eat up data, and how much data it uses will vary by device, connection quality, and other factors. You can see how much data you've used in a FaceTime call by opening up the FaceTime app and tapping on the next to a person in your recent call list.",
    "trending_apps_enable" : "false",
    "no_trending_apps" : "6",
    "trend_app_title_1" : "Vikings: War of Clans",
    "trend_app_package_1" : "com.plarium.vikings",
    "trend_app_image_1" : "https://lh3.googleusercontent.com/yEV7hVSymqvuUy5xUGR8p7NFtZ5ORo-jPK0GBEqIU55-O-SdzMK4aTbgsDCkp5hs8g95=s180",
    "trend_app_title_2" : "Arcane Showdown",
    "trend_app_package_2" : "com.nexonm.bhgrts.adk",
    "trend_app_image_2" : "https://lh3.googleusercontent.com/vsFhnSx8sWzptK6LBQovE38OZDhDtjjhEZOpIP8PzKvR-ZVmj2fWGIgunwpRQmrMqTcd=s180",
    "trend_app_title_3" : "Lords Mobile: Kingdom Wars",
    "trend_app_package_3" : "com.igg.android.lordsmobile",
    "trend_app_image_3" : "https://lh3.googleusercontent.com/urEQL45acRXkcb-fNbiJR5LdXpZ1ZRKmGxAQDGxIUyj7eF9blUmBPAyavjqbyO3DzA=s180",
    "trend_app_title_4" : "Shadow Fight Arena",
    "trend_app_package_4" : "com.nekki.shadowfightarena",
    "trend_app_image_4" : "https://lh3.googleusercontent.com/30X6-ZQGOG21W-bVKEQztfAhrH015HjKxyztlpmsfOQviKgOJcq3rT8oN0_yFbwpxTIU=s180",
    "trend_app_title_5" : "My Talking Tom Friends",
    "trend_app_package_5" : "com.outfit7.mytalkingtomfriends",
    "trend_app_image_5" : "https://lh3.googleusercontent.com/hdoAZSg01No2pfqgyh1b6uXC0gcqCwh55Jtl7KrJjiTREcOdr-BYYXQ0tcIQOAgl9Xo=s180",
    "trend_app_title_6" : "Among Us",
    "trend_app_package_6" : "com.innersloth.spacemafia",
    "trend_app_image_6" : "https://lh3.googleusercontent.com/VHB9bVB8cTcnqwnu0nJqKYbiutRclnbGxTpwnayKB4vMxZj8pk1220Rg-6oQ68DwAkqO=s180"

}
