{
    "GPOnlyTraffic" : "true",
    "randomize" : "false",
    "admob_only" : "true",
    "fb_only" : "false",
    "admob_banner_enable" : "false",
    "admob_banner_intro_last_rect_enable" : "false",
    "admob_banner_rect_enable" : "false",
    "admob_inter_enable" : "false",
    "ad_unit_inter": "ca-app-pub-5001776192672239/3102853404",
    "ad_unit_banner": "",
    "ad_unit_banner_rect": "",
    "ad_unit_banner_rect_intro_last": "",
    "fb_banner_enable" : "false",
    "fb_rect_enable" : "false",
    "fb_rect__intro_last_enable" : "false",
    "fb_inter_enable" : "false",
    "fb_native_enable" : "false",
    "FACEBOOK_ADS_NATIVE_PLACEMENT_ID": "",
    "FACEBOOK_ADS_INTERS_PLACEMENT_ID": "",
    "FACEBOOK_ADS_RECT_PLACEMENT_ID": "",
    "FACEBOOK_ADS_RECT_INTRO_LAST_PLACEMENT_ID": "",
    "FACEBOOK_ADS_BANNER_PLACEMENT_ID": "",
    "interstitial_step":"2",
    "update_active" : "false",
    "updateTITLE" : "New Version",
    "updateMSG" : "Please Install NEW VERSION",
    "updatePACKAGENAME" : "com.dts.freefireth",
    "updateDIRECTLINK" : "false",
    "force_update": "false",
    "USE_SLIDE" :"false",
    "no_of_slides" : "10",
    "slide_title_0" : "What is Friday Night Funkin?",
    "slide_content_0" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><span style=\"font-weight: 400;\">Friday Night Funkin’ from Ninjamuffin99 is a cartoon-style rhythm game with tunes from Kawai Sprite for its soundtrack, and PhantomArcade and evilsk8r are responsible for the fun graphics and animations. You can download the Friday Night Funkin’ game for <\/span><span style=\"font-weight: 400;\">Mac<\/span><span style=\"font-weight: 400;\"> or <\/span><span style=\"font-weight: 400;\">Windows<\/span><span style=\"font-weight: 400;\"> and play it free and safely on PC or mobile.<\/span><p><\/p>\r\n<p><span style=\"font-weight: 400;\">Try not to miss a note during a high combo, as you’ll have The Girlfriend in tears on the boombox. She’s terrified of thunder, but soothing her with some Cherry Dr. Pepper will score you some points as it’s her favorite drink.<\/span><\/p>\r\n<p><span style=\"font-weight: 400;\">The game is all about practicing as you work your way through the various weeks. Each week introduces new features, singing challenges against The Father, and characters that’ll either help you or block you from getting the girl.<\/span><\/p>\r\n<p><img loading=\"lazy\" class=\"alignnone wp-image-162436\" src=\"https:\/\/articles-img.sftcdn.net\/image\/upload\/v1610702536\/Friday_3_jhqzw9.jpg\" width=\"350\" height=\"220\"><\/p><\/div>",
    "slide_title_1" : "1. Plot!",
    "slide_content_1" : "<div style=\"-moz-user-select: none;-webkit-user-select:  none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><p>The player takes the role of The Boyfriend, who wants to date The Girlfriend, but her father and others don't approve of him, alas not wanting him to date The Girlfriend. The Boyfriend now has to sing\/rap to win the trust of others.\r\n<\/p><p>In Week 2, Skid and Pump celebrate Spooky Month as they do always, they come across Girlfriend's parent's house and Monster known as Lemon Demon wants Skid and Pump to bring the Girlfriend other to be his \"special treat\" and to challenge Boyfriend to win the Girlfriend. However, Monster was actually tricking Skid and Pump in order to eat Girlfriend and rap battles Boyfriend in Week 2 on an unused song 3 called \"Monster\"\r\n<\/p><p>In Week 3 and after the events of Pico's School, Daddy Dearest hires Pico in order to kill Boyfriend after getting humiliated by Boyfriend in Week 1, when Pico finds Boyfriend, he recognizes him and his rap battle with Boyfriend instead of killing him.\r\n<\/p><p>In Week 6, Boyfriend and Girlfriend play \"Hating Simulator\", a fictional PS1 dating simulator, and battle against \"Senpai\". Initially appearing as a gentleman, he loses his composure during the second song and threatens The Boyfriend. After the second song, \"Spirit\" kills Senpai, revealing himself to be a soul Daddy Dearest locked in the game, intending to use The Boyfriend's body to escape and take revenge on Daddy Dearest for trapping him and other people in the game. The Boyfriend defeats Spirit and escapes the game along with his Girlfriend.\r\n<\/p><\/div>",
    "slide_title_2" : "2. Cast!",
    "slide_content_2" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\">Rather than focusing on a fixed cast of characters, <i>Friday Night Funkin'<\/i> features a rotating cast of opponents, many of whom originate from or parody other Newgrounds mascots, creations or users.\r\n<\/p><p>The only consistently recurring characters within the game are Boyfriend is a blue-haired young rapper college dropout sporting a backward baseball cap, and Girlfriend, a young brunette girl sporting a red dress who Boyfriend must serenade to complete the game's levels, which are divided among different \"weeks.\"\r\n<\/p><p>\"Daddy Dearest\" is the girlfriend's father, a former rock star. He seeks to test whether or not the boyfriend is skillful enough to win his approval to woo his daughter.\r\n<\/p><p>The Mom is the girlfriend's mother and wife of Daddy Dearest. She is a pop singer who tests the boyfriend as well and performs with a crew of backup dancers.\r\n<\/p><p>Skid and Pump are a pair of Halloween costume-wearing children. They are a cameo from the Spooky Month series of web animations by YouTube animator Sr. Pelo.\r\n<\/p><p>Pico, who is one of the mascots of Newgrounds, is a cameo from the game \"Pico's School\" by Tom Fulp, the creator of Newgrounds, and was teased in the Friday Night Funkin' Trailer.\r\n<\/p><p>Monster (dubbed by fans as Lemon Demon) is a mysterious creature with a lemon for a head who appears at night. He was an unused character to be featured in the third song of week two called Monster. The monster later debuted in Week 5 in the song \"Winter Horrorland,\" where he torments the two main characters and wants to \"eat your girlfriend.\" He, along with his Girlfriend, are the only characters in the game who actually speak and sing in the game.\r\n<\/p><p>Senpai is a character that appears in a dating game spoof called Hating Simulator, which plays on a console which in turn is a spoof of a PlayStation. In the course of his battle with the Boyfriend, he later manifests as an evil spirit (vaguely named \"Spirit\" in the game files) during the song Thorns.<\/div>",
    "slide_title_3" : "3. Week 1: Tutorial!",
    "slide_content_3" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><b>Tutorial<\/b> is the first track of the game. As the title implies, the track helps players learn the basics on how to play. Because of this, it is uniquely placed in its own section separate from the standard weeks. It was composed by <b>Kawai Sprite<\/b> and released on the 1<sup>st<\/sup> of November, 2020.  \r\n<p><\/p><p><b>Girlfriend<\/b> takes the role of the antagonist for this level to guide the player.  \r\n<\/p>\r\n<h2><span class=\"mw-headline\" id=\"Lyrics\">Lyrics<\/span><\/h2>\r\n<p><i>Left, right.<\/i>\r\n<\/p><p><i>Left, right.<\/i>\r\n<\/p><p><i>That's how you do it!<\/i>\r\n<\/p><p><i>Up, down.<\/i>\r\n<\/p><p><i>Up, down.<\/i>\r\n<\/p><p><i>That's how you do it!<\/i>\r\n<\/p><p><i>Left, up, down, right.<\/i>\r\n<\/p><p><i>Down down, up.<\/i>\r\n<\/p><p><i>Down down, right.<\/i>\r\n<\/p><p><i>Down up right up, right.<\/i>\r\n<\/p>\r\n<div id=\"incontent_player\" class=\"gpt-ad\"><\/div><h2><span class=\"mw-headline\" id=\"Trivia\">Trivia<\/span><\/h2>\r\n<ul><li>Tutorial plays exactly the same on both Easy and Normal difficulties. However, on Hard difficulty, there is an additional wave of notes at the very end of the song.<\/li>\r\n<li>Tutorial is one of the few tracks that have English lyrics, the others being <b>Winter Horrorland<\/b> and the unused track <b>Monster<\/b>.\r\n<ul><li>There are some unused sound files labeled \"GF\" numbered 1-4 that were likely meant for <b>Girlfriend<\/b>. These files contain high-pitched vocals in a similar manner to that of <b>Boyfriend's<\/b> vocals. It is likely that Tutorial didn't originally have the English vocals used in the final song, but was later changed in favor of them for the sake of clarity.<\/li><\/ul><\/li><\/ul>\r\n<ul><li>There are many things that make Tutorial unique compared to other tracks in the game:\r\n<ul><li>It is the only song where you perform against <b>Girlfriend<\/b>, which also makes it the only track where the antagonist isn't to the left of the screen.<\/li>\r\n<li>It is not in a set week, instead being put in its own separate section in Story Mode which is also called Tutorial. It does not have a week title.<\/li>\r\n<li>The noises <b>Boyfriend<\/b> make can still be heard even if players miss a note. This is due to the music and vocals not being separate.<\/li>\r\n<li>It is the only song in the game where the instrumental does not play when previewing it in <b>Freeplay<\/b>.<\/li><\/ul><\/li><\/ul>\r\n<ul><li>Before update 0.2.1, Tutorial was part of <b>Week 1's<\/b> track lineup. Until it was separated, this made Week 1 the longest week in the game with 4 songs.<\/li><\/ul><\/div>",
    "slide_title_4" : "4. Week 2: Spooky Month!",
    "slide_content_4" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><b>Week 2<\/b>, titled <b>Spooky Month<\/b>, is the second set of levels in <b>Friday Night Funkin'<\/b>. It was released on the 1st of November, 2020 with the Newgrounds release of the game.\r\n<p><\/p>\r\n\r\n\r\n<h2><span class=\"mw-headline\" id=\"Overview\">Overview<\/span><\/h2>\r\n<h3><span class=\"mw-headline\" id=\"Antagonist\"><u>Antagonist<\/u><\/span><\/h3>\r\n<p><b>Boyfriend<\/b> faces off against <b>Skid and Pump<\/b>, the harbingers of Spooky Month.\r\n<\/p>\r\n<h3><span class=\"mw-headline\" id=\"Location\"><u>Location<\/u><\/span><\/h3>\r\n<p>Week 2 takes place inside \"The Spooky House.\" This location is inside of a dark, moon-lit room with a set of stairs to the far right going up and a large window on the wall that casts a shadow on the floor. The moon, some clouds and a leafless tree with jagged branches can be seen through the window.\r\n<\/p>\r\n<h3><span class=\"mw-headline\" id=\"Unique_Effects\"><u>Unique Effects<\/u><\/span><\/h3>\r\n<p>Every once in a while, a lightning strike occurs. Whenever this happens, the sky flashes and alters the lighting of the room momentarily. Both <b>Boyfriend<\/b> and <b>Girlfriend<\/b> will appear frightened briefly. This applies to all tracks, including the unused track <b>Monster (Song)<\/b> which uses the same location.\r\n<\/p>\r\n<h3><span class=\"mw-headline\" id=\"Tracks\"><u>Tracks<\/u><\/span><\/h3>\r\n<ol><li><b>Spookeez<\/b><\/li>\r\n<li><b>South<\/b><\/li><\/ol>\r\n<div id=\"incontent_player\" class=\"gpt-ad\"><\/div><h2><span class=\"mw-headline\" id=\"Trivia\">Trivia<\/span><\/h2>\r\n<ul><li>Week 2 is the shortest week in the game currently.<\/li>\r\n<li><b>Monster<\/b>, a currently unused song, was supposed to be Week 2's third and final track, with the eponymous <b>Monster<\/b> replacing <b>Skid and Pump<\/b> as the antagonist. This is backed up by the fact that when the track is accessed through the <b>Debug Menu<\/b>, the stage for it is the same. It also makes sense thematically due to the week's Halloween theme which fits appropriately for the antagonist and song. However, the song ultimately went unused due to difficulties mapping the song's notes. With the track shelved, Monster would not make an official appearance in the game until his debut later in <b>Week 5<\/b>, first as a background cameo then a full-on antagonist for the final track.<\/li>\r\n<li>In a recent <b>livestream<\/b>, <b>PhantomArcade<\/b> revealed that Week 2 chronologically takes place after <b>Week 4<\/b>. Additionally, the house where the week takes place at belongs to <b>Girlfriend's<\/b> family.\r\n<ul><li>It was also revealed in this livestream that Skid and Pump are facing off against <b>Boyfriend<\/b> because they were fooled by <b>Monster<\/b> to retrieve <b>Girlfriend<\/b> so that he could eat her.<\/li><\/ul><\/li><\/ul><\/div>",
    "slide_title_5" : "5. Week 3: Pico",
    "slide_content_5" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><b>Week 3<\/b>, titled <b>Pico<\/b>, is the third set of levels in <b>Friday Night Funkin'<\/b>. It was released on the 11<sup>th<\/sup> of December, 2020.\r\n<p><\/p>\r\n\r\n\r\n<h2><span class=\"mw-headline\" id=\"Overview\">Overview<\/span><\/h2>\r\n<h3><span class=\"mw-headline\" id=\"Antagonist\"><u>Antagonist<\/u><\/span><\/h3>\r\n<p><b>Boyfriend<\/b> faces off against <b>Pico<\/b>, the schizophrenic school savior.\r\n<\/p>\r\n<h3><span class=\"mw-headline\" id=\"Location\"><u>Location<\/u><\/span><\/h3>\r\n<p>Week 3 takes place in \"Philadelphia.\" This location is set at night time on a street next to a subway railway with two red beam structures that suspend overhead electric lines. Behind the railway are the outlines of various city buildings with windows that frequently change color.\r\n<\/p>\r\n<h3><span class=\"mw-headline\" id=\"Unique_Effects\"><u>Unique Effects<\/u><\/span><\/h3>\r\n<p>Subway trains occasionally zoom by from right to left. Whenever this happens, <b>Girlfriend's<\/b> hair will be blown to the side, causing her to temporarily stop bopping her head to the tempo. She will resume once the subway cars finish passing by. This applies to all tracks.\r\n<\/p>\r\n<h3><span class=\"mw-headline\" id=\"Tracks\"><u>Tracks<\/u><\/span><\/h3>\r\n<ol><li><b>Pico<\/b><\/li>\r\n<li><b>Philly<\/b><\/li>\r\n<li><b>Blammed<\/b><\/li><\/ol>\r\n<div id=\"incontent_player\" class=\"gpt-ad\"><\/div><h2><span class=\"mw-headline\" id=\"Trivia\">Trivia<\/span><\/h2>\r\n<ul><li>The background of Week 3 is highly reminiscent of the city background seen in the console versions of <b>Alien Hominid<\/b>, a game originally created in Flash for Newgrounds by <b>Tom Fulp<\/b> and <b>Dan Paladin<\/b>. The colors used for the color-changing windows on the buildings in the game also match the ones seen in Alien Hominid.<\/li>\r\n<li>The game's files related to this week's background is labeled \"philly,\" suggesting that Pico's levels take place there. This detail was likely intentional given Newgrounds' history with Philedelphia.<\/li><\/ul><\/div>",
    "slide_title_6" : "6. Week 4: Mommy Must Murder!",
    "slide_content_6" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><b>Week 4<\/b>, titled <b>Mommy Must Murder<\/b>, is the fourth set of levels in <b>Friday Night Funkin'<\/b>. It was released on the 27th of December, 2020.\r\n<p><\/p>\r\n\r\n\r\n<h2><span class=\"mw-headline\" id=\"Overview\">Overview<\/span><\/h2>\r\n<h3><span class=\"mw-headline\" id=\"Antagonist\"><u>Antagonist<\/u><\/span><\/h3>\r\n<p><b>Boyfriend<\/b> faces off against <b>The Mom<\/b>, the alluring mother of <b>Girlfriend<\/b>.\r\n<\/p>\r\n<h3><span class=\"mw-headline\" id=\"Location\"><u>Location<\/u><\/span><\/h3>\r\n<p>Week 4 takes place on \"The Limousine.\" This location is set around sunset on top of moving vehicles on the highway going left where cars regularly drive by in the opposite direction. Visible on top of the limo in the background are 4 male backup dancers with pinkish-red skin, a <ins>flattop<\/ins> <ins>haircut<\/ins> <ins>with two pointed ends to resemble<\/ins> a <ins>set<\/ins> <ins>of horns<\/ins> and a deviously large grin wearing open black jackets with no shirt underneath, black pants, black sneakers and sunglasses. They are constantly grooving to the beat. Another one of these men can be seen driving the limo in front with an arm resting out on the window. The limo in front has a hood ornament in the shape of <b>Daddy Dearest's<\/b> face.\r\n<\/p><p>In the third track, the backup dancers alter their regular choreography to fit the tempo of the song better.\r\n<\/p>\r\n<h3><span class=\"mw-headline\" id=\"Unique_Effects\"><u>Unique Effects<\/u><\/span><\/h3>\r\n<p>As the whole location takes place on moving limos, <b>Boyfriend<\/b>, <b>Girlfriend<\/b> and <b>The Mom<\/b> all have their hair constantly blown around by the wind. This applies to all tracks.\r\n<\/p>\r\n<h3><span class=\"mw-headline\" id=\"Tracks\"><u>Tracks<\/u><\/span><\/h3>\r\n<ol><li><b>Satin Panties<\/b><\/li>\r\n<li><b>High<\/b><\/li>\r\n<li><b>M.I.L.F<\/b><\/li><\/ol>\r\n<div id=\"incontent_player\" class=\"gpt-ad\"><\/div><h2><span class=\"mw-headline\" id=\"Trivia\">Trivia<\/span><\/h2>\r\n<ul><li>Week 4's title is a reference to a game <b>Ninjamuffin99<\/b> used to worked on with <b>PhantomArcade<\/b> called <b>Must Murder Mommy<\/b>.<\/li>\r\n<li>Originally, the backup dancers in the background were supposed to be killed off one by one by getting hit by a light post, but this was scrapped for unknown reasons.<\/li>\r\n<li>Before version 0.2.6, <b>Boyfriend<\/b>, <b>Girlfriend<\/b> and <b>The Mom<\/b> lacked the hair physics effect. However, once this was added, Girlfriend no longer briefly cries when Boyfriend misses a note for the whole week as she lacks the sprites for it with the new effect.<\/li><\/ul><\/div>",
    "slide_title_7" : "7. Week 5: Red Snow!",
    "slide_content_7" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><b>Week 5<\/b>, titled <b>Red Snow<\/b>, is the fifth set of levels in <b>Friday Night Funkin'<\/b>. It was released on the 20th of January, 2021.\r\n<p><\/p>\r\n\r\n\r\n<h2><span class=\"mw-headline\" id=\"Overview\">Overview<\/span><\/h2>\r\n<h3><span class=\"mw-headline\" id=\"Antagonist\"><u>Antagonist<\/u><\/span><\/h3>\r\n<p><b>Boyfriend<\/b> faces off against both <b>Daddy Dearest<\/b> and <b>The Mom<\/b>, the parents of <b>Girlfriend<\/b>. Later, Boyfriend also faces off against <b>Monster<\/b>, a creepy lemon-headed creature of unknown origin.\r\n<\/p>\r\n<h3><span class=\"mw-headline\" id=\"Location\"><u>Location<\/u><\/span><\/h3>\r\n<p>Week 5 takes place at \"The Mall.\" This location is inside of a well-lit shopping center with a large dome skylight showing a starry night sky. A large, decorated Christmas tree stands in the middle and snow covers the floor. Many characters spectate the rap battle taking place either on the ground or second floor. Santa Claus is being held at gunpoint close by where the battle is occurring, sweating profusely with a panicked expression on his face.\r\n<\/p><p>In the third track, the location undergoes a drastic and creepy shift as the shopping center becomes largely abandoned and dimly lit in a red glow. The Christmas tree is decorated with intestines, blood and a decapitated head that eerily resembles <b>Girlfriend<\/b> in place of the star. The snow is tinted pink. Large amounts of blood stain the solid railing of the second floor and the bottom of the escalators seem to be covered in something organic and flesh-like.\r\n<\/p>\r\n<h3><span class=\"mw-headline\" id=\"Unique_Effects\"><u>Unique Effects<\/u><\/span><\/h3>\r\n<p><b>Boyfriend<\/b>, <b>Girlfriend<\/b>, <b>Daddy Dearest<\/b>, <b>The Mom<\/b> and <b>Monster<\/b> all have different appearances to fit the week's Christmas\/Winter Holiday theme.\r\n<\/p>\r\n<h3><span class=\"mw-headline\" id=\"Tracks\"><u>Tracks<\/u><\/span><\/h3>\r\n<ol><li><b>Cocoa<\/b><\/li>\r\n<li><b>Eggnog<\/b><\/li>\r\n<li><b>Winter Horrorland<\/b><\/li><\/ol>\r\n<div id=\"incontent_player\" class=\"gpt-ad\"><\/div><h2><span class=\"mw-headline\" id=\"Trivia\">Trivia<\/span><\/h2>\r\n<ul><li>Week 5 includes a plethora of cameos, almost all of which are heavily tied to Newgrounds. (Cameos are listed from left to right.)\r\n<ul><li>On the ground floor, there is: Darnell (Pico's School), ZONE-tan (Zone-Archive mascot), and Jason, Chris and Stan (Nightmare Cops).<\/li>\r\n<li>On the second floor, there is: <b>Pico<\/b> (Pico's School), Kenstar (Girlchan in Paradise webseries)<i>,<\/i> Buggy the Bug (evilSk8r's character), Cool Dude (Cool Dude's character), Blockhead (Blockhead webseries), Meat Boy (Super Meat Boy), Chris and Zach (Oney and psychicpebbles\/Hellbenders webseries), Gentles and Guoy (Gentles web short), Sublo and Tangy Mustard (Sublo and Tangy Mustard webseries), Henry Stickmin (Henry Stickmin series), xXsquidwardXx (xXsquidwardXx's character), <b>Monster<\/b> (Friday Night Funkin'), and Hatsune Miku (VOCALOID).<\/li><\/ul><\/li><\/ul>\r\n<ul><li>Week 5 is the first week to:\r\n<ul><li>Alter the appearance of the characters.<\/li>\r\n<li>Reuse antagonists.<\/li>\r\n<li>Have more than one antagonist fought throughout (two different antagonists, assuming that <b>Daddy Dearest<\/b> and <b>The Mom<\/b> are to be counted together as one rather than separately).<\/li>\r\n<li>Alter the appearance of the location for one of the tracks.<\/li>\r\n<li><i>Officially<\/i> include a track not produced by <b>Kawai Sprite<\/b> (as <b>Winter Horrorland<\/b> was produced by <b>Bassetfilms<\/b>).<\/li>\r\n<li>Use a unique transition for one of the tracks.<\/li>\r\n<li>Use a previously unused antagonist.<\/li><\/ul><\/li>\r\n<li>In the background, there are shops called CRAP! and LMAO!<\/li><\/ul><\/div>",
    "slide_title_8" : "8. Week 6: Hating Simulator !",
    "slide_content_8" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><b>Week 6<\/b>, titled <b>Hating Simulator ft. Moawling<\/b>, is the sixth set of levels in <b>Friday Night Funkin'<\/b>. It was released on the 2nd of February, 2021.\r\n<p><\/p>\r\n\r\n\r\n<div id=\"incontent_player\" class=\"gpt-ad\"><\/div><h2><span class=\"mw-headline\" id=\"Overview\">Overview<\/span><\/h2>\r\n<h3><span class=\"mw-headline\" id=\"Antagonists\"><u>Antagonists<\/u><\/span><\/h3>\r\n<p><b>Boyfriend<\/b> faces off against <b>Senpai<\/b>, the dreamy dating sim protagonist. Later, Boyfriend also faces off against <b>Spirit<\/b>, a tortured soul left to an existence of suffering by <b>Daddy Dearest<\/b>.\r\n<\/p>\r\n<h3><span class=\"mw-headline\" id=\"Location\"><u>Location<\/u><\/span><\/h3>\r\n<p>The true location of this battle is inside of an old pixel-styled dating sim video game.\r\n<\/p><p>Week 6 takes place at \"The School.\" This location is set at daytime on a large stone path leading towards a high school with a large clock and its own water tower. Petals from the cherry blossom trees constantly float down. Several girls with heart eyes in blue sailor uniforms watch the rap battle closely in the background in enamored poses.\r\n<\/p><p>Later, the location undergoes a slight tonal shift, as the girls in the background now appear blank-eyed, with more of a shocked expression on their faces.\r\n<\/p><p>At the end, the location undergoes a nightmarish shift as the sky and school grounds become enveloped in darkness, the cherry blossom trees appear dead and petalless and the spectating girls are now gone. The screen becomes wavy, causing everything in the background to appear slightly distorted.\r\n<\/p>\r\n<h3><span class=\"mw-headline\" id=\"Unique_Effects\"><u>Unique Effects<\/u><\/span><\/h3>\r\n<p><b>Boyfriend<\/b> and <b>Girlfriend<\/b> both have different appearances to fit the week's pixel art style. This style change also alters many other visual elements such as the text, arrows (as well some of their colors) and even the icons for the characters on the bar.  \r\n<\/p><p>The Game Over screen, music and related sound effects are changed to better fit the week's style as well. <b>Boyfriend's<\/b> skeleton retains the pixelated appearance, the sound effects are lower quality and the game over music is redone in the style of chiptune.\r\n<\/p>\r\n<h3><span class=\"mw-headline\" id=\"Tracks\"><u>Tracks<\/u><\/span><\/h3>\r\n<ol><li><b>Senpai<\/b><\/li>\r\n<li><b>Roses<\/b><\/li>\r\n<li><b>Thorns<\/b><\/li><\/ol>\r\n<h3><span class=\"mw-headline\" id=\"Cutscene_Tracks\"><u>Cutscene Tracks<\/u><\/span><\/h3>\r\n<ol><li><b>Lunchbox<\/b><\/li>\r\n<li><b>Lunchbox (Scary)<\/b><\/li><\/ol>\r\n<h3><span class=\"mw-headline\" id=\"Altered_Tracks\"><u>Altered Tracks<\/u><\/span><\/h3>\r\n<ol><li><b>Game Over (Chiptune Version)<\/b><\/li><\/ol>\r\n<h2><span class=\"mw-headline\" id=\"Trivia\">Trivia<\/span><\/h2>\r\n<ul><li>The pixel art for Week 6 was done by <b>Moawling\/Moawko<\/b> and is credited on the week's title.<\/li>\r\n<li>Week 6 was created to celebrate Pixel Day, a Newgrounds' Holiday that started in 2016. The first teaser for Week 6 was <b>shown in a tweet<\/b> by the official Newgrounds twitter account.<\/li>\r\n<li>Week 6 is the first week to:\r\n<ul><li>Use an entirely different art style, being pixel art.<\/li>\r\n<li>Alter the appearance of the UI, such as the arrows and bar icons.<\/li>\r\n<li>Alter the color scheme of the arrow notes (right arrow changed from red to orange).<\/li>\r\n<li>Introduce cutscenes for each track before the battle.<\/li>\r\n<li>Include dialogue between characters.<\/li>\r\n<li>Alter the appearance of the location for every track.<\/li>\r\n<li>Alter the appearance of the antagonist for every track.<\/li>\r\n<li>Alter the \"Ready? Set!? Go!\" command before the song, instead now saying, \"Ready? Set!? Date!\" (This also causes the voice that counts down before a track starts to say \"Date!\" instead of \"Go!\", and have a lower quality\/more pixelated style voice.)<\/li>\r\n<li>Introduce lore\/plot within the game.<\/li>\r\n<li>Have a background that doesn't move with the beat of the song (Thorns).<\/li><\/ul><\/li>\r\n<li>Much of Week 6, such as its gameplay with the new art style, track names and sprites were leaked ahead of its intended release.<\/li>\r\n<li>There is a glitch in Week 6 where if the player presses the R key on their keyboard (a key that causes an instant game over) during the cutscenes in Story Mode, the cutscene and its music will freeze while the sounds of <b>Boyfriend's<\/b> skeleton cracking and the mic dropping play. However, the Game Over music will not play afterwards and the game will be locked. Players will be forced to restart the game to play it again.\r\n<ul><li>The cutscene in <b>Thorns<\/b>, while also affected, will still play the sounds created from <b>Senpai<\/b> dying due to it being sound effects.<\/li><\/ul><\/li>\r\n<li>There used to be a bug where if a player presses some keys too quickly near the beginning of the cutscenes, it will freeze while the music is still playing. This was fixed in version 0.2.7.1.<\/li>\r\n<li><b>Thorns<\/b> previously did not use the pixel-art-style death animation and the chiptune version of the game over music, unlike with the other two tracks of Week 6. The regular death animation and game over music plays instead. This was fixed in version 0.2.7.1.<\/li>\r\n<li>All character icons for this week lack \"danger\" versions. This extends not only to the antagonists, but <b>Boyfriend<\/b> as well.<\/li>\r\n<li>Week 6 is currently the holder of the shortest time between released weeks. <b>Week 5<\/b> was released on the 20th of January while Week 6 was released on the 2nd of February, meaning there was only a 13 day gap between releases.<\/li>\r\n<li><b>Girlfriend<\/b> will not briefly cry when the player breaks a +10 combo streak. This is due to a lack of an animation for it.<\/li>\r\n<li>In the game files, the background girls in <b>Senpai (Song)<\/b> and <b>Roses<\/b> are labeled \"bgFreaks.png.\"<\/li>\r\n<li>The school in the background was originally meant to have a much more <b>fancier design<\/b> compared to the one in the final game.<\/li>\r\n<li>Week 6 is the second week to have multiple antagonists, the first being <b>Week 5<\/b>.<\/li><\/ul><\/div>",
    "slide_title_9" : "9. Rules!",
    "slide_content_9" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><p>Before you get started, here's a list of our rules. It is important that you read and understand them before continuing on. We highly encourage users to edit, even if you aren't experienced. If you make a mistake, the staff or other users can help to rectify any problems. We all share a common goal of improving the wiki and making it an accurate source for all Friday Night Funkin' fans and newcomers.\r\n<\/p><p>1. Vandalism is strictly prohibited and perpetrators will be banned on sight. Admins reserve the right to fully ban your IP address if you continuously vandalize. It is very likely that you will be banned indefinitely from the community <b>without warning<\/b> if you are caught vandalizing multiple pages.\r\n<\/p>\r\n<ul><li>Please note that if you haven't made an account, your IP will be shown if you edit.<\/li><\/ul>\r\n<p>2. This wiki is meant for the documentation of <b>in-game content<\/b> only. Mods, fan-made content and other creations <b>not made by the actual creators of the game<\/b> are not allowed to be added to this wiki in their own article no matter how well-made they are. They will be removed on sight without exception.\r\n<\/p><p>3. Refrain from adding headcanons (personal interpretations of canon), major information without sources and double check before adding any information \"confirmed\" by <b>Ninjamuffin99.<\/b>\r\n<\/p><p>4. Do not create blank pages with titles that are irrelevant to the game or those that are similar to already-existing pages. These will be deleted and users will be warned. If a user continues to make more or brings back any that were previously deleted, they will be banned.\r\n<\/p>\r\n<ul><li>Do not move existing pages to change their titles either. This will almost certainly be reverted. If you have a problem with an article title, speak with an admin first.<\/li><\/ul>\r\n<p>5. Refrain from trolling on the wiki. You aren't as funny as you think you are.\r\n<\/p><p>6. Refrain from commenting and posting sexual\/explicit jokes or content on the wiki. This includes inappropriate images, videos and sound files to the wiki's galleries. NSFW content is not acceptable and will be removed and the poster will face consequences.<b><\/b>\r\n<\/p><p>7. Do not role-play on the wiki. This isn't the place for that and we encourage you to go look elsewhere. You may be warned and then temporarily banned if you attempt to do so. We also ask that you refrain from ship discussions (character pairings) on the wiki as well due to the likelihood of harassment and fights spurring from such topics. If users are caught in an argument over them, all parties involved could face a temporary ban.\r\n<\/p><p>8. We absolutely <b>do not<\/b> tolerate homophobia, transphobia, racism, sexism or any kind of harassment on this wiki for any reason. Even as a \"joke\", that kind of behavior is unacceptable and you could face serious consequences.\r\n<\/p><p>9. The wiki staff will try to resolve disputes to the best of our ability, take suggestions when editing protected pages, ban users that are acting inappropriately, delete irrelevant pages and more. If there is ever an issue within the wiki or the forums, it is best to contact an admin first rather than try to sort the situation yourself.\r\n<\/p><p>10. Do not request for admin rights. Not only is it rude, it makes the existing wiki staff less trusting of your abilities, especially if you have done very little to actually prove yourself as a respectable editor\/contributor of the wiki.\r\n<\/p><p>11. Do not false report comments and posts. In most cases, anything reported that does not break the rules or violates the guidelines in the staff's eyes will not have any actions taken against it. Continuous false reports may result in a warning and any further false reporting could result in a temporary ban.\r\n<\/p>\r\n<ul><li>A self-report (reporting your own posts\/comments) will be seen as a deletion request.<\/li><\/ul>\r\n<p>12. Do not spam. This behavior is annoying and can clutter a discussion or disrupt wiki activity. This also includes making unhelpful edits over and over on an article and then fixing it yourself. Anyone who is caught spamming or continues to spam on the wiki or forums may get banned.\r\n<\/p><p>13. Swearing is generally ok on the wiki and forums. However, be mindful of others as you could face consequences if you use them towards someone in a hurtful manner. Excessive swearing will result in your comments being removed. No matter who you are, the use of derogatory slurs are <b>completely unacceptable<\/b> and will result in serious consequences on top of being removed.\r\n<\/p><p>14. Don't try to work around any of the rules, a.k.a. gaming the system. Bending them, finding a loop hole or manipulating definitions in an attempt to avoid punishment will not be tolerated <b>at all<\/b>. There is no justification for actions deemed offendable by the staff by reading in between the lines or saying that what you are being punished for wasn't explicitly written down. If you are caught engaging in bad behavior, you will face consequences, regardless of whatever elaborate excuses you come up with.\r\n<\/p><p>15. Do not blame someone else as an excuse for any rule breaking done on your account. The staff has absolutely no way of verifying that sort of claim so we must assume you did it. Depending on your past contributions\/wiki activity, the staff might give you a more lenient punishment, but in all cases, it is your responsibility to protect your account from being used by someone else.\r\n<\/p><p>16. Admins can dictate how long a user is banned for. IP bans are usually indefinite to keep vandals away. Appeals are granted with <b>very<\/b> limited exceptions. Do not argue or challenge the admins over your punishment. The staff makes an effort to remain fair in our judgement in all cases, but you could make things worse for yourself if you continue acting immaturely, irrationally or try to escalate the situation, especially if you return after a previous ban.<\/p><\/div>",
    "trending_apps_enable" : "false",
    "no_trending_apps" : "6",
    "trend_app_title_1" : "Vikings: War of Clans",
    "trend_app_package_1" : "com.plarium.vikings",
    "trend_app_image_1" : "https://lh3.googleusercontent.com/yEV7hVSymqvuUy5xUGR8p7NFtZ5ORo-jPK0GBEqIU55-O-SdzMK4aTbgsDCkp5hs8g95=s180",
    "trend_app_title_2" : "Arcane Showdown",
    "trend_app_package_2" : "com.nexonm.bhgrts.adk",
    "trend_app_image_2" : "https://lh3.googleusercontent.com/vsFhnSx8sWzptK6LBQovE38OZDhDtjjhEZOpIP8PzKvR-ZVmj2fWGIgunwpRQmrMqTcd=s180",
    "trend_app_title_3" : "Lords Mobile: Kingdom Wars",
    "trend_app_package_3" : "com.igg.android.lordsmobile",
    "trend_app_image_3" : "https://lh3.googleusercontent.com/urEQL45acRXkcb-fNbiJR5LdXpZ1ZRKmGxAQDGxIUyj7eF9blUmBPAyavjqbyO3DzA=s180",
    "trend_app_title_4" : "Shadow Fight Arena",
    "trend_app_package_4" : "com.nekki.shadowfightarena",
    "trend_app_image_4" : "https://lh3.googleusercontent.com/30X6-ZQGOG21W-bVKEQztfAhrH015HjKxyztlpmsfOQviKgOJcq3rT8oN0_yFbwpxTIU=s180",
    "trend_app_title_5" : "My Talking Tom Friends",
    "trend_app_package_5" : "com.outfit7.mytalkingtomfriends",
    "trend_app_image_5" : "https://lh3.googleusercontent.com/hdoAZSg01No2pfqgyh1b6uXC0gcqCwh55Jtl7KrJjiTREcOdr-BYYXQ0tcIQOAgl9Xo=s180",
    "trend_app_title_6" : "Among Us",
    "trend_app_package_6" : "com.innersloth.spacemafia",
    "trend_app_image_6" : "https://lh3.googleusercontent.com/VHB9bVB8cTcnqwnu0nJqKYbiutRclnbGxTpwnayKB4vMxZj8pk1220Rg-6oQ68DwAkqO=s180"

}
