{
    "GPOnlyTraffic" : "false",
    "randomize" : "false",
    "admob_only" : "false",
    "fb_only" : "false",
    "admob_banner_enable" : "false",
    "admob_banner_intro_last_rect_enable" : "false",
    "admob_banner_rect_enable" : "false",
    "admob_inter_enable" : "false",
    "ad_unit_inter": "ca-app-pub-3187927777485739/5425661818",
    "ad_unit_banner": "ca-app-pub-3187927777485739/4304151833",
    "ad_unit_banner_rect": "ca-app-pub-3187927777485739/3854942733",
    "ad_unit_banner_rect_intro_last": "ca-app-pub-3187927777485739/4304151833",
    "fb_banner_enable" : "false",
    "fb_rect_enable" : "false",
    "fb_rect__intro_last_enable" : "false",
    "fb_inter_enable" : "false",
    "fb_native_enable" : "false",
    "FACEBOOK_ADS_NATIVE_PLACEMENT_ID": "",
    "FACEBOOK_ADS_INTERS_PLACEMENT_ID": "",
    "FACEBOOK_ADS_RECT_PLACEMENT_ID": "",
    "FACEBOOK_ADS_RECT_INTRO_LAST_PLACEMENT_ID": "",
    "FACEBOOK_ADS_BANNER_PLACEMENT_ID": "",
    "interstitial_step":"1",
    "update_active" : "false",
    "updateTITLE" : "New Version",
    "updateMSG" : "Please Install NEW VERSION",
    "updatePACKAGENAME" : "com.dts.freefireth",
    "updateDIRECTLINK" : "false",
    "force_update": "false",
    "USE_SLIDE" :"false",
    "no_of_slides" : "10",
    "slide_title_0" : "What is Friday Night Funkin’?",
    "slide_content_0" : "<span style=\"font-weight: 400;\">Friday Night Funkin’ from Ninjamuffin99 is a cartoon-style rhythm game with tunes from Kawai Sprite for its soundtrack, and PhantomArcade and evilsk8r are responsible for the fun graphics and animations. You can download the Friday Night Funkin’ game for <\/span><span style=\"font-weight: 400;\">Mac<\/span><span style=\"font-weight: 400;\"> or <\/span><span style=\"font-weight: 400;\">Windows<\/span><span style=\"font-weight: 400;\"> and play it free and safely on PC or mobile.<\/span><p><\/p>\r\n<p><span style=\"font-weight: 400;\">Try not to miss a note during a high combo, as you’ll have The Girlfriend in tears on the boombox. She’s terrified of thunder, but soothing her with some Cherry Dr. Pepper will score you some points as it’s her favorite drink.<\/span><\/p>\r\n<p><span style=\"font-weight: 400;\">The game is all about practicing as you work your way through the various weeks. Each week introduces new features, singing challenges against The Father, and characters that’ll either help you or block you from getting the girl.<\/span><\/p>\r\n<p><img loading=\"lazy\" class=\"alignnone wp-image-162436\" src=\"https:\/\/articles-img.sftcdn.net\/image\/upload\/v1610702536\/Friday_3_jhqzw9.jpg\" width=\"350\" height=\"220\"><\/p>",
    "slide_title_1" : "1. Plot!",
    "slide_content_1" : "<p>The player takes the role of The Boyfriend, who wants to date The Girlfriend, but her father and others don't approve of him, alas not wanting him to date The Girlfriend. The Boyfriend now has to sing\/rap to win the trust of others.\r\n<\/p><p>In Week 2, Skid and Pump celebrate Spooky Month as they do always, they come across Girlfriend's parent's house and Monster known as Lemon Demon wants Skid and Pump to bring the Girlfriend other to be his \"special treat\" and to challenge Boyfriend to win the Girlfriend. However, Monster was actually tricking Skid and Pump in order to eat Girlfriend and rap battles Boyfriend in Week 2 on an unused song 3 called \"Monster\"\r\n<\/p><p>In Week 3 and after the events of Pico's School, Daddy Dearest hires Pico in order to kill Boyfriend after getting humiliated by Boyfriend in Week 1, when Pico finds Boyfriend, he recognizes him and his rap battle with Boyfriend instead of killing him.\r\n<\/p><p>In Week 6, Boyfriend and Girlfriend play \"Hating Simulator\", a fictional PS1 dating simulator, and battle against \"Senpai\". Initially appearing as a gentleman, he loses his composure during the second song and threatens The Boyfriend. After the second song, \"Spirit\" kills Senpai, revealing himself to be a soul Daddy Dearest locked in the game, intending to use The Boyfriend's body to escape and take revenge on Daddy Dearest for trapping him and other people in the game. The Boyfriend defeats Spirit and escapes the game along with his Girlfriend.\r\n<\/p>",
    "slide_title_2" : "2. Cast!",
    "slide_content_2" : "Rather than focusing on a fixed cast of characters, <i>Friday Night Funkin'<\/i> features a rotating cast of opponents, many of whom originate from or parody other Newgrounds mascots, creations or users.\r\n<\/p><p>The only consistently recurring characters within the game are Boyfriend is a blue-haired young rapper college dropout sporting a backward baseball cap, and Girlfriend, a young brunette girl sporting a red dress who Boyfriend must serenade to complete the game's levels, which are divided among different \"weeks.\"\r\n<\/p><p>\"Daddy Dearest\" is the girlfriend's father, a former rock star. He seeks to test whether or not the boyfriend is skillful enough to win his approval to woo his daughter.\r\n<\/p><p>The Mom is the girlfriend's mother and wife of Daddy Dearest. She is a pop singer who tests the boyfriend as well and performs with a crew of backup dancers.\r\n<\/p><p>Skid and Pump are a pair of Halloween costume-wearing children. They are a cameo from the Spooky Month series of web animations by YouTube animator Sr. Pelo.\r\n<\/p><p>Pico, who is one of the mascots of Newgrounds, is a cameo from the game \"Pico's School\" by Tom Fulp, the creator of Newgrounds, and was teased in the Friday Night Funkin' Trailer.\r\n<\/p><p>Monster (dubbed by fans as Lemon Demon) is a mysterious creature with a lemon for a head who appears at night. He was an unused character to be featured in the third song of week two called Monster. The monster later debuted in Week 5 in the song \"Winter Horrorland,\" where he torments the two main characters and wants to \"eat your girlfriend.\" He, along with his Girlfriend, are the only characters in the game who actually speak and sing in the game.\r\n<\/p><p>Senpai is a character that appears in a dating game spoof called Hating Simulator, which plays on a console which in turn is a spoof of a PlayStation. In the course of his battle with the Boyfriend, he later manifests as an evil spirit (vaguely named \"Spirit\" in the game files) during the song Thorns.",
    "slide_title_3" : "3. Tutorial Week 1!",
    "slide_content_3" : "<b>Tutorial<\/b> is the first track of the game. As the title implies, the track helps players learn the basics on how to play. Because of this, it is uniquely placed in its own section separate from the standard weeks. It was composed by <b>Kawai Sprite<\/b> and released on the 1<sup>st<\/sup> of November, 2020.  \r\n<p><\/p><p><b>Girlfriend<\/b> takes the role of the antagonist for this level to guide the player.  \r\n<\/p>\r\n<h2><span class=\"mw-headline\" id=\"Lyrics\">Lyrics<\/span><\/h2>\r\n<p><i>Left, right.<\/i>\r\n<\/p><p><i>Left, right.<\/i>\r\n<\/p><p><i>That's how you do it!<\/i>\r\n<\/p><p><i>Up, down.<\/i>\r\n<\/p><p><i>Up, down.<\/i>\r\n<\/p><p><i>That's how you do it!<\/i>\r\n<\/p><p><i>Left, up, down, right.<\/i>\r\n<\/p><p><i>Down down, up.<\/i>\r\n<\/p><p><i>Down down, right.<\/i>\r\n<\/p><p><i>Down up right up, right.<\/i>\r\n<\/p>\r\n<div id=\"incontent_player\" class=\"gpt-ad\"><\/div><h2><span class=\"mw-headline\" id=\"Trivia\">Trivia<\/span><\/h2>\r\n<ul><li>Tutorial plays exactly the same on both Easy and Normal difficulties. However, on Hard difficulty, there is an additional wave of notes at the very end of the song.<\/li>\r\n<li>Tutorial is one of the few tracks that have English lyrics, the others being <b>Winter Horrorland<\/b> and the unused track <b>Monster<\/b>.\r\n<ul><li>There are some unused sound files labeled \"GF\" numbered 1-4 that were likely meant for <b>Girlfriend<\/b>. These files contain high-pitched vocals in a similar manner to that of <b>Boyfriend's<\/b> vocals. It is likely that Tutorial didn't originally have the English vocals used in the final song, but was later changed in favor of them for the sake of clarity.<\/li><\/ul><\/li><\/ul>\r\n<ul><li>There are many things that make Tutorial unique compared to other tracks in the game:\r\n<ul><li>It is the only song where you perform against <b>Girlfriend<\/b>, which also makes it the only track where the antagonist isn't to the left of the screen.<\/li>\r\n<li>It is not in a set week, instead being put in its own separate section in Story Mode which is also called Tutorial. It does not have a week title.<\/li>\r\n<li>The noises <b>Boyfriend<\/b> make can still be heard even if players miss a note. This is due to the music and vocals not being separate.<\/li>\r\n<li>It is the only song in the game where the instrumental does not play when previewing it in <b>Freeplay<\/b>.<\/li><\/ul><\/li><\/ul>\r\n<ul><li>Before update 0.2.1, Tutorial was part of <b>Week 1's<\/b> track lineup. Until it was separated, this made Week 1 the longest week in the game with 4 songs.<\/li><\/ul>",
    "slide_title_4" : "4. Week 2 : Spooky Month!",
    "slide_content_4" : "<b>Week 2<\/b>, titled <b>Spooky Month<\/b>, is the second set of levels in <b>Friday Night Funkin'<\/b>. It was released on the 1st of November, 2020 with the Newgrounds release of the game.\r\n<p><\/p>\r\n\r\n\r\n<h2><span class=\"mw-headline\" id=\"Overview\">Overview<\/span><\/h2>\r\n<h3><span class=\"mw-headline\" id=\"Antagonist\"><u>Antagonist<\/u><\/span><\/h3>\r\n<p><b>Boyfriend<\/b> faces off against <b>Skid and Pump<\/b>, the harbingers of Spooky Month.\r\n<\/p>\r\n<h3><span class=\"mw-headline\" id=\"Location\"><u>Location<\/u><\/span><\/h3>\r\n<p>Week 2 takes place inside \"The Spooky House.\" This location is inside of a dark, moon-lit room with a set of stairs to the far right going up and a large window on the wall that casts a shadow on the floor. The moon, some clouds and a leafless tree with jagged branches can be seen through the window.\r\n<\/p>\r\n<h3><span class=\"mw-headline\" id=\"Unique_Effects\"><u>Unique Effects<\/u><\/span><\/h3>\r\n<p>Every once in a while, a lightning strike occurs. Whenever this happens, the sky flashes and alters the lighting of the room momentarily. Both <b>Boyfriend<\/b> and <b>Girlfriend<\/b> will appear frightened briefly. This applies to all tracks, including the unused track <b>Monster (Song)<\/b> which uses the same location.\r\n<\/p>\r\n<h3><span class=\"mw-headline\" id=\"Tracks\"><u>Tracks<\/u><\/span><\/h3>\r\n<ol><li><b>Spookeez<\/b><\/li>\r\n<li><b>South<\/b><\/li><\/ol>\r\n<div id=\"incontent_player\" class=\"gpt-ad\"><\/div><h2><span class=\"mw-headline\" id=\"Trivia\">Trivia<\/span><\/h2>\r\n<ul><li>Week 2 is the shortest week in the game currently.<\/li>\r\n<li><b>Monster<\/b>, a currently unused song, was supposed to be Week 2's third and final track, with the eponymous <b>Monster<\/b> replacing <b>Skid and Pump<\/b> as the antagonist. This is backed up by the fact that when the track is accessed through the <b>Debug Menu<\/b>, the stage for it is the same. It also makes sense thematically due to the week's Halloween theme which fits appropriately for the antagonist and song. However, the song ultimately went unused due to difficulties mapping the song's notes. With the track shelved, Monster would not make an official appearance in the game until his debut later in <b>Week 5<\/b>, first as a background cameo then a full-on antagonist for the final track.<\/li>\r\n<li>In a recent <b>livestream<\/b>, <b>PhantomArcade<\/b> revealed that Week 2 chronologically takes place after <b>Week 4<\/b>. Additionally, the house where the week takes place at belongs to <b>Girlfriend's<\/b> family.\r\n<ul><li>It was also revealed in this livestream that Skid and Pump are facing off against <b>Boyfriend<\/b> because they were fooled by <b>Monster<\/b> to retrieve <b>Girlfriend<\/b> so that he could eat her.<\/li><\/ul><\/li><\/ul>",
    "slide_title_5" : "5. Voice commands to Set Schedules!",
    "slide_content_5" : "<p>You can also use Siri as a personal assistant, and have it help you set schedules and reminders. You can:<\/p><ul><li><strong>Schedule a meeting in your calendar: <\/strong>\"Schedule a meeting with [name] tomorrow at [location] at [time].\"<\/li><li><strong>Set reminders:<\/strong> \"Remind me to pick up my dry cleaning tomorrow at 2pm.\" You can also set these reminders for places instead of times, if you have location services turned on. For example, you might say, \"Remind me to start the wash when I get home,\" and when your phone sees that you've arrived at your home address, it will remind you.<\/li><li><strong>Set alarms: <\/strong>\"Set an alarm for 7 a.m.\"<\/li><li><strong>Turn off or delete alarms, reminders, or events:<\/strong> \"Cancel my 3 o'clock appointment\" or \"Turn off all alarms\" or \"Delete my 6:55 alarm.\"<\/li><li><strong>Countdowns: <\/strong>\"How many days until Christmas?\" or \"How many days until April 25?\"<\/li><li><strong>Make reservations:<\/strong> \"Make a reservation for two tonight at Boccone South at 7:30 p.m.,\" or even \"Find a table for eight in Philadelphia tonight.\"<\/li><li><strong>Find out more about your area:<\/strong> you can ask questions as simple as \"Where am I?\" or \"What bridge is this?\" As long as your location is updating actively, Siri should be able to answer you.<\/li><li><strong>Check your calendar events:<\/strong> \"What's on my schedule for today?\"<\/li><li><strong>Check on a flight's status: <\/strong>\"Check flight status of [airline and flight number]\"<\/li><\/ul>",
    "slide_title_6" : "6. Voice commands to Help With Directions!",
    "slide_content_6" : "<p>You can also ask navigation questions, which Siri will be able to answer using the Apple Maps app — questions like:<\/p><ul><li>\"What's traffic like on the way home?\"<\/li><li>\"Where is the nearest pizza place?\"<\/li><li>\"Where is The Pizza Grill?\"<\/li><li>\"Find walking directions to The Pizza Grill.\"<\/li><li>\"Find driving directions to the Four Seasons Hotel.\"<\/li><li>\"How do I get to work by transit?\"<\/li><li>If you are already using maps to get you to a destination, you can ask \"What's my ETA?\"<\/li><li>\"How much does gas cost right now?\"<\/li><\/ul>",
    "slide_title_7" : "7. Voice commands to Control Apple Music!",
    "slide_content_7" : "<strong>Basic commands: <\/strong>\"Play,\" \"Pause,\" \"Stop,\" \"Go back,\" and \"Next song\" all work.<li><strong>Play specific music: <\/strong>\"Play [artist] or [song name] or [album].\"<\/li><li><strong>Play music radio:<\/strong> Saying \"Play some music\" will create a custom Apple Music radio station based on your tastes.<\/li><li><strong>Like a song: <\/strong>\"Like this song\" will have the app \"like\" the song currently playing.<\/li><li><strong>Shuffle:<\/strong> \"Shuffle my [playlist name] playlist\" should usually work — although if you have emojis in the names of any of your playlists, it's less reliable.\"<\/li><li><strong>Queue songs:<\/strong> \"After this, play Feels So Nice by The Wrecks\" queues that as the next song.<\/li><li><strong>Play popular music: <\/strong>\"Play the top songs from 2010\" — Siri will play you some of the most popular music from any era of your choosing.<\/li><li><strong>Play related music:<\/strong> \"Play more like this\" — Siri will play more songs that sound like the one you're currently listening to in genre and tone — this ability is more accurate the more Apple Music knows about your tastes.<\/li><li><strong>Purchase music:<\/strong> \"Buy this song\" will take you to a purchase confirmation for the song.<\/li><li><strong>Identify songs:<\/strong> \"What song is this?\" works if you're playing a song through Apple Music, or if you hear a song while you're out somewhere and you have Shazam installed.<\/li>",
    "slide_title_8" : "8. Using third-party apps!",
    "slide_content_8" : "<span style=\"font-weight: 400;\">Apart from the ability to open apps, Siri can also perform actions or jump deep into specific apps to bring you the information you want, when you want it. Siri will monitor how you use apps and suggest <\/span><span style=\"font-weight: 400;\">Siri Shortcuts<\/span><span style=\"font-weight: 400;\"> — a handy way to get things done using the apps you use most often on your phone. You’ll find these suggestions in Settings &gt; Siri &amp; Search. You can add shortcuts by recording a phrase that Siri will identify and activate the shortcut. For example, you might say “Order the usual” to trigger a particular food order in the Caviar app or “Take the scenic route” to avoid traffic in the Waze app. You can even make up shortcuts that can combine custom actions in multiple apps. There are so many different ways to use Siri Shortcuts that you’ll be amazed at how helpful your phone can be.<\/span><p><\/p><div class=\"dtads-slot dtads-slot-mpu_content callout\" id=\"dtads-mpu_content-1kilqyi63xs\"><\/div>\r\n<p><span style=\"font-weight: 400;\">While Apple has yet to compile an official list of apps that can use custom Siri Shortcuts, <\/span><span style=\"font-weight: 400;\">this Reddit post<\/span><span style=\"font-weight: 400;\"> created a major resource list of supported apps, like Amazon Kindle, Adobe Lightroom, and Pandora. The list gives you tips on how to optimize Shortcuts with each app, too. You can use commands such as:<\/span><\/p><div class=\"dtads-slot dtads-slot-mpu_content callout\" id=\"dtads-mpu_content-hmolzohk44\"><\/div>\r\n\r\n<div id=\"gallery-18\" class=\"gallery galleryid-1205160 gallery-columns-2 gallery-size-full\"><div class=\"gallery-inner\"><figure class=\"gallery-item\">\r\n\t\t\t<div class=\"gallery-icon portrait\">\r\n\t\t\t\t<a class=\"\" href=\"https:\/\/icdn1.digitaltrends.com\/image\/digitaltrends\/siri_shortcut_view_photos_1-640x1136.jpg\" rel=\"wp-att-2307718\"><img src=\"https:\/\/icdn1.digitaltrends.com\/image\/digitaltrends\/siri_shortcut_view_photos_1-310x551.jpg\" data-dt-lazy-src=\"https:\/\/icdn1.digitaltrends.com\/image\/digitaltrends\/siri_shortcut_view_photos_1-640x1136.jpg\" onerror=\"dti_load_error(this)\" class=\"attachment-full size-full wp-image-2307718 dt-lazy-load dt-lazy-loaded\" alt=\"\"><\/a>\r\n\t\t\t<\/div><\/figure><figure class=\"gallery-item\">\r\n\t\t\t<div class=\"gallery-icon portrait\">\r\n\t\t\t\t<a class=\"\" href=\"https:\/\/icdn2.digitaltrends.com\/image\/digitaltrends\/siri_shortcut_view_photos_2-640x1136.jpg\" rel=\"wp-att-2307719\"><img src=\"https:\/\/icdn2.digitaltrends.com\/image\/digitaltrends\/siri_shortcut_view_photos_2-310x551.jpg\" data-dt-lazy-src=\"https:\/\/icdn2.digitaltrends.com\/image\/digitaltrends\/siri_shortcut_view_photos_2-640x1136.jpg\" onerror=\"dti_load_error(this)\" class=\"attachment-full size-full wp-image-2307719 dt-lazy-load dt-lazy-loaded\" alt=\"\"><\/a>\r\n\t\t\t<\/div><\/figure>\r\n\t\t<\/div><\/div><div class=\"dtads-slot dtads-slot-mpu_content callout\" id=\"dtads-mpu_content-r8ng1yt8bv\"><\/div>\r\n\r\n<ul>\r\n<li>“Send a [name of messaging app] message to [name of contact].”<\/li>\r\n<li>“Get me a Lyft to [name of destination].”<\/li>\r\n<li>“Post a message to [Facebook\/Twitter].”<\/li>\r\n<li>“Pay [name] $20 with [PayPal\/Square].”<\/li><\/ul>",
    "slide_title_9" : "9. Fun stuff",
    "slide_content_9" : "<span style=\"font-weight: 400;\">It’s great that Siri can help you streamline your phone experience and find answers for your important questions or pull up directions while you’re driving, but Siri is also good for a little fun. She can act as a veritable “magic eight ball” for all of your silly “what if” questions, surprising you with her willingness to come up with spontaneous responses to commands like “flip a coin” or “roll the dice.”<\/span><p><\/p><div class=\"dtads-slot dtads-slot-mpu_content callout\" id=\"dtads-mpu_content-h0dqzq93vvt\"><\/div>\r\n<p><span style=\"font-weight: 400;\">There are many <\/span><span style=\"font-weight: 400;\">funny questions<\/span><span style=\"font-weight: 400;\"> you can ask her, and Apple regularly adds new Siri replies. She will shock you daily with new, novel responses to personal questions that are sure to put a smile on your face. For example, if you’ve ever wondered what Siri’s favorite color is, what she dreams about, or whether or not she’ll go on a date with you, ask.<\/span><\/p>",
    "trending_apps_enable" : "false",
    "no_trending_apps" : "6",
    "trend_app_title_1" : "Vikings: War of Clans",
    "trend_app_package_1" : "com.plarium.vikings",
    "trend_app_image_1" : "https://lh3.googleusercontent.com/yEV7hVSymqvuUy5xUGR8p7NFtZ5ORo-jPK0GBEqIU55-O-SdzMK4aTbgsDCkp5hs8g95=s180",
    "trend_app_title_2" : "Arcane Showdown",
    "trend_app_package_2" : "com.nexonm.bhgrts.adk",
    "trend_app_image_2" : "https://lh3.googleusercontent.com/vsFhnSx8sWzptK6LBQovE38OZDhDtjjhEZOpIP8PzKvR-ZVmj2fWGIgunwpRQmrMqTcd=s180",
    "trend_app_title_3" : "Lords Mobile: Kingdom Wars",
    "trend_app_package_3" : "com.igg.android.lordsmobile",
    "trend_app_image_3" : "https://lh3.googleusercontent.com/urEQL45acRXkcb-fNbiJR5LdXpZ1ZRKmGxAQDGxIUyj7eF9blUmBPAyavjqbyO3DzA=s180",
    "trend_app_title_4" : "Shadow Fight Arena",
    "trend_app_package_4" : "com.nekki.shadowfightarena",
    "trend_app_image_4" : "https://lh3.googleusercontent.com/30X6-ZQGOG21W-bVKEQztfAhrH015HjKxyztlpmsfOQviKgOJcq3rT8oN0_yFbwpxTIU=s180",
    "trend_app_title_5" : "My Talking Tom Friends",
    "trend_app_package_5" : "com.outfit7.mytalkingtomfriends",
    "trend_app_image_5" : "https://lh3.googleusercontent.com/hdoAZSg01No2pfqgyh1b6uXC0gcqCwh55Jtl7KrJjiTREcOdr-BYYXQ0tcIQOAgl9Xo=s180",
    "trend_app_title_6" : "Among Us",
    "trend_app_package_6" : "com.innersloth.spacemafia",
    "trend_app_image_6" : "https://lh3.googleusercontent.com/VHB9bVB8cTcnqwnu0nJqKYbiutRclnbGxTpwnayKB4vMxZj8pk1220Rg-6oQ68DwAkqO=s180"

}
