{
    "GPOnlyTraffic" : "true",
    "admob_only" : "false",
    "max_only" : "false",
    "tapdaq_only" : "false",
    "admob_banner_enable" : "false",
    "admob_banner_intro_last_rect_enable" : "false",
    "admob_banner_rect_enable" : "false",
    "admob_inter_enable" : "false",
    "ad_unit_inter": "",
    "ad_unit_banner": "",
    "ad_unit_inter2": "",
    "ad_unit_banner2": "",
    "ad_unit_banner_rect": "",
    "ad_unit_banner_rect_intro_last": "",
    "max_banner_enable" : "false",
    "max_inter_enable" : "true",
    "max_banner_id": "",
    "max_inter_id": "8f66b9e5d38c8e12",
    "max_banner_id2": "",
    "max_inter_id2": "8f66b9e5d38c8e12",
    "tapdaq_banner_enable" : "false",
    "tapdaq_inter_enable" : "true",
    "tapdaq_app_id": "61e1687f86c31c4e07c116d5",
    "tapdaq_client_key": "3d8655a9-7fb6-4998-ade3-907c3ea9fafe",
    "tapdaq_placement_tag_banner": "default",
    "tapdaq_placement_tag_inter": "default",
    "tapdaq_ads_auto_reload" : "false",
    "interstitial_step":"1",
    "update_active" : "false",
    "updateTITLE" : "Fall Guys - New Version",
    "updateMSG" : "Please Install NEW VERSION",
    "updatePACKAGENAME" : "com.dts.freefireth",
    "updateDIRECTLINK" : "false",
    "force_update": "false",
    "USE_SLIDE" :"false",
    "no_of_slides" : "16",
    "slide_title_0" : "Overview!",
    "slide_content_0" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\">Hello Neighbor is a stealth horror game about sneaking into your neighbor's house to figure out what horrible secrets he's hiding in his basement. You play as Nicholas Roth, a young boy who is trying to find out the secrets of his neighbor. Nicky goes through suspicion, abduction, trauma, and acception during this game, all because of Mr. Peterson.\r\n  <br>\r\n  <img src=\"https:\/\/static.wikia.nocookie.net\/hello-neighbor\/images\/4\/42\/World2.png\/revision\/latest\/scale-to-width-down\/500?cb=20211211010530\" width=\"350\"><\/div>",
    "slide_title_1" : "1: Plot!",
    "slide_content_1" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\">The plot of Hello Neighbor's story isn't very obvious, but it's pretty self-explanatory. Using the books, we got the full story for most of the game. Theodore locks up his son, Aaron, after he accidentally killed Mya so that Aaron wouldn't die too.\r\n<p><\/p><p>Nicky breaks in to save Aaron after seeing Theodore lock him up. After he breaks into the basement, Theodore finds him and catches him. Two months later, Nicky escapes with the help of Aaron, but gets PTSD caused by the traumatic experience.\r\n<\/p><p>19 years later, Nicky gets evicted due to non-payment but moves back to his home in Raven Brooks. He notices that Theodore's house is destroyed, so he walks over to it and starts remembering everything that happened there. He gets paranoid and starts seeing things. He falls asleep on the couch and learns to beat his fears.\r\n<\/p><\/div>",
    "slide_title_2" : "2: The Nightmare Sequences : Act 1",
    "slide_content_2" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\">The game begins in Act 1, playing as a young Nicky Roth, who is playing with a ball by himself outdoors. While playing, the player will hear a child scream from across the street in Mr. Peterson's House. Nicky, the protagonist, will then investigate the house. Once witnessing Mr. Peterson appears in some kind of distress, he will spot Nicky and charge at them. After appearing in Nicky Roth's House, the player will be able to explore the house and begin with the game. Without getting caught, the player must run to a closed-off room that can be opened with a near-by lever. In that same room, the player must turn on the electricity to that floor and place a bowling ball in front of a fan. Before turning on the fan, the player should grab any object like a box. Once the fan is turned on, the player must run back outside without getting caught by the Neighbor and to a platform that runs up and down the right side of the house before it shoots up without the player. If the player is not able to get on the platform before it goes up, they must redo all the steps until they are able to get through the window to the second floor. Once the player has gotten to the second floor through the window, the player can get the red key to the basement. after getting through the door, the player will discover a seemingly simple basement, but when examining the washer\/drier, the player will find out that it is an entryway to another site that lies beneath the house. A small section of the area underneath looks like a room of sorts with only a bed, a few candles, a basketball, and cans of food. Using the basketball on one of the windows, the player can go through the open space and explore the available area, and attempt to solve a puzzle that unlocks the door. At a very last door, the player will go through and go through the final chase sequence of the first act. The door at the end will be locked, causing the player to be caught by Theodore. <br>\r\n  <img src=\"https:\/\/static.wikia.nocookie.net\/hello-neighbor\/images\/1\/1f\/Act12rss.JPG\/revision\/latest\/scale-to-width-down\/300?cb=20200724154712\" width=\"350\">\r\n<\/p><\/div>",
    "slide_title_3" : "3: The Nightmare Sequences : Act 2",
    "slide_content_3" : "<p>Nicky is traumatized from his time in the basement, and once Aaron saves him from his cell room, Nicky knows he has to get out, and he has to do it without being caught again.\r\n<\/p><p>His mind has been distorted by fears, as the house is seemingly expanded, but in reality nothing has changed. Nicky visualizes house extensions, prison walls, and stuff trying to keep him in so that he can face Mr. Peterson. Once Nicky escapes, Mr. Peterson tries to go after him, but realizes keeping his son in the basement is more important. He gives Nicky one last angry look as he goes back to his house.\r\n<\/p>\r\n  <br>\r\n  <img src=\"https:\/\/static.wikia.nocookie.net\/hello-neighbor\/images\/8\/82\/Hjsfhfghfdt.JPG\/revision\/latest\/scale-to-width-down\/300?cb=20200724154741\" width=\"350\">\r\n<\/p>",
    "slide_title_4" : "4. The Nightmare Sequences : Act 3",
    "slide_content_4" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><p>After nineteen years, Nicky has moved outside Raven Brooks to live in a messy apartment by himself, with little space and no proper bedroom. He hasn't paid rent either, so we can assume Nicky is very low on money. Once Nicky gets evicted due to non-payment and realizes he must leave the apartment within a week, he packs his things and gets out, knowing there's still one place he can live, even if he doesn't want to go back. His old house.\r\n<\/p><p>Once Nicky parks his car in the yard of his old house, he tries to shrug off weird feelings he has, but can't escape the trauma. The memories of his time here are coming back to haunt him, and he can't live his life normally if he doesn't do something about it. He tries giving himself therapy by taking a nap and ending up in a lucid non-dream, where he's in control of a world developed by his fears. The giant house he faces is a representation what he needs to overcome so that he can leave all this behind forever. Once he overcomes the obstacles blocking his way into the basement, he ends up somewhere he did not expect.\r\n<\/p>\r\n  <br>\r\n  <img src=\"https:\/\/static.wikia.nocookie.net\/hello-neighbor\/images\/8\/8f\/Act3houseMC.JPG\/revision\/latest\/scale-to-width-down\/242?cb=20200724155431\" width=\"350\">\r\n<\/p><\/div>",
    "slide_title_5" : "5. The Nightmare Sequences : Act Finale",
    "slide_content_5" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><p>Nicky is in a white void, with a giant Mr. Peterson, symbolizing the last obstacle he needs to face, Mr. Peterson's wrath itself. He makes his way into the house on his back after taking him down, and uses the next room to block his fears of Peterson from his child self, making him stronger and bigger in the process.\r\n<\/p><p>Once the house clears, all that's left is a void and Mr. Peterson, who is locked in a small room with his fears. Nicky overcame his issues, but Peterson could never get over his, and has to live with it.\r\n<\/p>\r\n  <br>\r\n  <img src=\"https:\/\/static.wikia.nocookie.net\/hello-neighbor\/images\/8\/8f\/Act3houseMC.JPG\/revision\/latest\/scale-to-width-down\/242?cb=20200724155431\" width=\"350\">\r\n<\/p><\/div>",
    "slide_title_6" : "6. Platforms",
    "slide_content_6" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><p>Hello Neighbor is currently available on PC and Stadia, as well as Xbox One, Ps4, Switch and IOS. The Pre-Alpha, Alpha 1, Alpha 2, Alpha 3, and Alpha 4 are all free while the betas and release must be purchased to play. The full game was fully released on the 8th of December in 2017.\r\n<\/p><p>Hide &amp; Seek has the same platforms as Hello Neighbor\r\n<\/p><p>Secret Neighbor is currently available on Xbox One, Stadia, PC, Ps4, and IOS. It will be on Switch on August 26th.\r\n<\/p><p>The Hello Neighbor 2 Pre-Alpha (Hello Guest Alpha 1) is on PC, Xbox, and IOS.\r\n<\/p><p>Hello Neighbor 2 is currently only available on PC, but in the future, it will be on Xbox Series X. No other platforms have been confirmed.\r\n<\/p><\/div>",
    "slide_title_7" : "7. Characters",
    "slide_content_7" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><b>Central Characters<\/b>\r\n<p>These characters are the main focus of the games.\r\n<\/p>\r\n<ul><li>Theodore Peterson<\/li>\r\n<li>Nicky Roth<\/li>\r\n<li>Quentin<\/li>\r\n<li>The Guest<\/li><\/ul>\r\n<h3><span class=\"mw-headline\" id=\"Main_Characters\"><b>Main Characters<\/b><\/span><\/h3>\r\n<p>The main characters are characters that play a big role in the game. Without them, the game’s story wouldn’t have much of a plot.\r\n<\/p>\r\n<ul><li>The Thing<\/li>\r\n<li>Rescue Squad<\/li>\r\n<li>Aaron Peterson<\/li>\r\n<li>Mya Peterson<\/li>\r\n<li>Diane Peterson<\/li>\r\n<li>Man In The Hat<\/li><\/ul>\r\n<h3><span class=\"mw-headline\" id=\"Recurring_Characters\"><b>Recurring Characters<\/b><\/span><\/h3>\r\n<p>Recurring characters are characters who appear frequently throughout the course of the game but are not as important as the central or main characters.\r\n<\/p>\r\n<ul><li>Crow<\/li>\r\n<li>Sharkatron<\/li>\r\n<li>Mannequins<\/li>\r\n<li>Mannequin Teacher<\/li>\r\n<li>Cutscene Neighbors<\/li>\r\n<li>Giant Neighbor<\/li><\/ul><\/div>",
    "slide_title_8" : "8. Instructions to play The Baby in Yellow 2 : Step 2",
    "slide_content_8" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><strong>Step 2: <\/strong>After entering the game, when approaching the baby, the door, the refrigerator and some other items, you will see a hint icon appear as shown below. Click it directly to perform the action. Look up in the upper left corner and there you will know what the current quest requirement is.<\/p><p style=\"text-align: center;\"><img data-lazyloaded=\"1\" src=\"https:\/\/techtipsnreview.com\/wp-content\/uploads\/2021\/06\/5_love-the-baby-in-yellow.jpg\" loading=\"lazy\" class=\"lazy litespeed-loaded\" data-src=\"https:\/\/techtipsnreview.com\/wp-content\/uploads\/2021\/06\/5_love-the-baby-in-yellow.jpg\" alt=\"love the baby in yellow\" data-was-processed=\"true\" width=\"640\" height=\"303\"><noscript>&lt;img loading=\"lazy\" class=\"lazy\" src=\"https:\/\/techtipsnreview.com\/wp-content\/uploads\/2021\/06\/5_love-the-baby-in-yellow.jpg\" alt=\"love the baby in yellow\" width=\"640\" height=\"303\"&gt;<\/noscript><\/p><p style=\"text-align: left;\">Or you can select the icon in the lower left corner to perform the operation.<\/p><\/div>",
    "slide_title_9" : "9. Instructions to play The Baby in Yellow 2 : Step 3",
    "slide_content_9" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><strong>Step 3: <\/strong>The simple tasks are to get milk to change diapers and put the baby to sleep, if you need milk, go to the room at the bottom of the stairs. Open the refrigerator and you will see milk.<\/p><p style=\"text-align: center;\"><img data-lazyloaded=\"1\" src=\"https:\/\/techtipsnreview.com\/wp-content\/uploads\/2021\/06\/7_love-the-baby-in-yellow.jpg\" loading=\"lazy\" class=\"lazy litespeed-loaded\" data-src=\"https:\/\/techtipsnreview.com\/wp-content\/uploads\/2021\/06\/7_love-the-baby-in-yellow.jpg\" alt=\"love the baby in yellow\" data-was-processed=\"true\" width=\"640\" height=\"329\"><noscript>&lt;img loading=\"lazy\" class=\"lazy\" src=\"https:\/\/techtipsnreview.com\/wp-content\/uploads\/2021\/06\/7_love-the-baby-in-yellow.jpg\" alt=\"love the baby in yellow\" width=\"640\" height=\"329\"&gt;<\/noscript><\/p><p style=\"text-align: left;\">To change diapers, go to the bathroom next to the sofa to watch TV, put the baby at the table and pick up the diaper right near the door. Sometimes you will see some strange phenomena occur when doing the task.<\/p><p style=\"text-align: center;\"><img data-lazyloaded=\"1\" src=\"https:\/\/techtipsnreview.com\/wp-content\/uploads\/2021\/06\/8_love-the-baby-in-yellow.jpg\" loading=\"lazy\" class=\"lazy litespeed-loaded\" data-src=\"https:\/\/techtipsnreview.com\/wp-content\/uploads\/2021\/06\/8_love-the-baby-in-yellow.jpg\" alt=\"love the baby in yellow\" data-was-processed=\"true\" width=\"640\" height=\"327\"><noscript>&lt;img loading=\"lazy\" class=\"lazy\" src=\"https:\/\/techtipsnreview.com\/wp-content\/uploads\/2021\/06\/8_love-the-baby-in-yellow.jpg\" alt=\"love the baby in yellow\" width=\"640\" height=\"327\"&gt;<\/noscript><\/p><p style=\"text-align: left;\">Upstairs, there will be the last room and the room at the top of the stairs is open. The last room will be where you let your baby sleep. The room at the top of the stairs you can open on the third day will contain an item called Talisma, which is used to counter the demon in the child.<\/p><p style=\"text-align: center;\"><img data-lazyloaded=\"1\" src=\"https:\/\/techtipsnreview.com\/wp-content\/uploads\/2021\/06\/9_love-the-baby-in-yellow.jpg\" loading=\"lazy\" class=\"lazy litespeed-loaded\" data-src=\"https:\/\/techtipsnreview.com\/wp-content\/uploads\/2021\/06\/9_love-the-baby-in-yellow.jpg\" alt=\"love the baby in yellow\" data-was-processed=\"true\" width=\"640\" height=\"326\"><noscript>&lt;img loading=\"lazy\" class=\"lazy\" src=\"https:\/\/techtipsnreview.com\/wp-content\/uploads\/2021\/06\/9_love-the-baby-in-yellow.jpg\" alt=\"love the baby in yellow\" width=\"640\" height=\"326\"&gt;<\/noscript><\/p><p style=\"text-align: left;\">Just do the tasks set out as required but there will be scares coming from the baby you watch. Accompanied by strange phenomena of horror nature that you will have to face. Try to do all the tasks and you will “break” the game.<\/p><\/div>",
    "slide_title_10" : "10. What is the creator code, and how do I get it?",
    "slide_content_10" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><p>In the premium store, there is a section called \"Creator Code,\" which provides actions and promotions for content creators participating in the PK XD Creators program. These promotions happen from time to time, and the content creators themselves disclose the active codes, which give discounts on packages or access to gifts.<\/p>\r\n<p>To find out when a new code or promotion is active, follow our official social networks or partner creator channels.<\/p><\/div>",
    "slide_title_11" : "11. How to receive PK XD updates spoilers?",
    "slide_content_11" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><p>Some PK XD update news is sent exclusively to content creators participating in the PK XD Creators program before it's released. If you want to keep up with these spoilers, follow the channels of our partners.<\/p>\r\n<p>If you have a content channel that meets the requirements to participate in the program, you can sign up and become an official PK XD Creator! Find out about all the conditions and benefits on the PK XD Creators website.<\/p>\r\n<p>Program creators have different identities within the game, such as with diverse colors and symbols, and their nickname numbers are always #000.<\/p><\/div>",
    "slide_title_12" : "12. Caring for pets?",
    "slide_content_12" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><p>In the PK XD universe it is possible to adopt pets who will always be your friend, present on your adventures. To adopt your first pet, visit the Pet Shop. The robot will deliver your first pet pod, from which a random baby pet will be born after the incubation period. Don't forget to choose a creative name for your new companion!<\/p>\r\n<p>Pet Variety <br>There are many different species of pets to discover! The varieties are: common, unusual, rare, ultra-rare, and legendary.<\/p>\r\n<p>Different Pet Pods<br>Some pet pods may have a better chance of being born legendary pets, like the super and mega pet pods. Check the probabilities of each in the pet shop!<\/p>\r\n<p>Taking Care of Pets' Needs<br>Pets need special care, such as food, water, baths, and affection. Pay attention to the signs that appear above their heads. When your pet's needs are met, it will gain experience, and eventually, it will evolve. There are three stages of evolution.<\/p><\/div>",
    "slide_title_13" : "13. How do I install PK XD on my computer?",
    "slide_content_13" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><p>It is very simple to access the PK XD universe through your computer. Check step by step:<\/p>\r\n<p>If your computer is Windows:<\/p>\r\n<p>Download the program by clicking download now on our website.<br>Open the file that will appear in your downloads folder, and the installation will take place automatically.<br>Log in with your game account info or create a new one.<br>Tada! All ready to start your adventure!<\/p>\r\n<p>If your computer is Mac:<\/p>\r\n<p>Download the program by clicking download now on our website.<br>Open the file that will appear in your downloads folder.<br>Drag the file to the Applications folder and open it.<br>A message box will appear. Authorize your computer to open PK XD.<br>Log in with your game account info or create a new one.<br>Tada! All ready to start the adventure!<\/p>\r\n<p>It is very simple to access the PK XD universe through your computer. Check step by step:<\/p>\r\n<p>If your computer is Windows:<\/p>\r\n<p>Download the program by clicking download now on our website.<br>Open the file that will appear in your downloads folder, and the installation will take place automatically.<br>Log in with your game account info or create a new one.<br>Tada! All ready to start your adventure!<\/p>\r\n<p>If your computer is Mac:<\/p>\r\n<p>Download the program by clicking download now on our website.<br>Open the file that will appear in your downloads folder.<br>Drag the file to the Applications folder and open it.<br>A message box will appear. Authorize your computer to open PK XD.<br>Log in with your game account info or create a new one.<br>Tada! All ready to start the adventure!<\/p><\/div>",
    "slide_title_14" : "14. How to add a friend?",
    "slide_content_14" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><p>Did you meet a nice person in the game and want to add them to your list of friends? There are two easy ways to do this:<\/p>\r\n<ol>\r\n<li>Click on your friend to open the quick menu. There you will find some actions, including adding a friend. Just click the add button and wait for them to accept your request! If you already know your friend's nickname, but you are not playing on the same server, the process is different:<\/li>\r\n<li>Click on the phone in the upper left corner of your game to open the menu.<br>- Click on the two-heads icon to open your friends list.<br>- Click on the magnifying glass button and enter the nickname of the person you want to add in the search field.<br>- Then, click Browse.<br>- When your friend's profile appears, just press “Send invitation” and wait for your friend request to be accepted!<\/li><\/div>",
    "slide_title_15" : "15. Can I change my nickname?",
    "slide_content_15" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><p>Yes! Open the game menu by clicking on the cell phone icon on the left side of the screen, and click on the gear (settings). Select the “change nickname” option to choose a new name.<\/p>\r\n<p>Remember that some names are not available because they are considered offensive in some way.<\/p><\/div>",
    "trending_apps_enable" : "false",
    "no_trending_apps" : "6",
    "trend_app_title_1" : "Vikings: War of Clans",
    "trend_app_package_1" : "com.plarium.vikings",
    "trend_app_image_1" : "https://lh3.googleusercontent.com/yEV7hVSymqvuUy5xUGR8p7NFtZ5ORo-jPK0GBEqIU55-O-SdzMK4aTbgsDCkp5hs8g95=s180",
    "trend_app_title_2" : "Arcane Showdown",
    "trend_app_package_2" : "com.nexonm.bhgrts.adk",
    "trend_app_image_2" : "https://lh3.googleusercontent.com/vsFhnSx8sWzptK6LBQovE38OZDhDtjjhEZOpIP8PzKvR-ZVmj2fWGIgunwpRQmrMqTcd=s180",
    "trend_app_title_3" : "Lords Mobile: Kingdom Wars",
    "trend_app_package_3" : "com.igg.android.lordsmobile",
    "trend_app_image_3" : "https://lh3.googleusercontent.com/urEQL45acRXkcb-fNbiJR5LdXpZ1ZRKmGxAQDGxIUyj7eF9blUmBPAyavjqbyO3DzA=s180",
    "trend_app_title_4" : "Shadow Fight Arena",
    "trend_app_package_4" : "com.nekki.shadowfightarena",
    "trend_app_image_4" : "https://lh3.googleusercontent.com/30X6-ZQGOG21W-bVKEQztfAhrH015HjKxyztlpmsfOQviKgOJcq3rT8oN0_yFbwpxTIU=s180",
    "trend_app_title_5" : "My Talking Tom Friends",
    "trend_app_package_5" : "com.outfit7.mytalkingtomfriends",
    "trend_app_image_5" : "https://lh3.googleusercontent.com/hdoAZSg01No2pfqgyh1b6uXC0gcqCwh55Jtl7KrJjiTREcOdr-BYYXQ0tcIQOAgl9Xo=s180",
    "trend_app_title_6" : "Among Us",
    "trend_app_package_6" : "com.innersloth.spacemafia",
    "trend_app_image_6" : "https://lh3.googleusercontent.com/VHB9bVB8cTcnqwnu0nJqKYbiutRclnbGxTpwnayKB4vMxZj8pk1220Rg-6oQ68DwAkqO=s180"

}
