{
    "GPOnlyTraffic" : "false",
    "max_only" : "true",
    "tapdaq_only" : "false",
    "max_banner_enable" : "false",
    "max_inter_enable" : "true",
    "max_banner_id": "",
    "max_inter_id": "b44d23bc31650d25",
    "max_banner_id2": "",
    "max_inter_id2": "b44d23bc31650d25",
    "tapdaq_banner_enable" : "false",
    "tapdaq_inter_enable" : "true",
    "tapdaq_app_id": "61e1687f86c31c4e07c116d5",
    "tapdaq_client_key": "3d8655a9-7fb6-4998-ade3-907c3ea9fafe",
    "tapdaq_placement_tag_banner": "default",
    "tapdaq_placement_tag_inter": "default",
    "tapdaq_ads_auto_reload" : "false",
    "interstitial_step":"1",
    "update_active" : "false",
    "updateTITLE" : "Fall Guys - New Version",
    "updateMSG" : "Please Install NEW VERSION",
    "updatePACKAGENAME" : "com.dts.freefireth",
    "updateDIRECTLINK" : "false",
    "force_update": "false",
    "USE_SLIDE" :"false",
    "no_of_slides" : "16",
    "slide_title_0" : "Overview!",
    "slide_content_0" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><strong>I Am Fish<\/strong> is a charming, physics-based adventure starring four intrepid fish friends, forcibly separated from their home in a pet shop fish tank. Over the course of the game you join them as they swim, fly, roll and chomp their way to the open ocean from the far-flung corners of Barnardshire (the smallest county in England) in their bid for freedom and to re-unite once again.<\/span><\/span><\/div><div class=\"Typography__Paragraph-sc-42nwqj-17 kpwpXD\"><span style=\"color: rgb(45, 45, 45); font-style: inherit; text-decoration: inherit; display: inline;\" class=\"Typography__SentenceFormatted-sc-42nwqj-19 eaNPHt\"><span>I Am Fish will be available for Xbox Series and Xbox One alongside its previously announced PC (Steam) version in Q3 2021, publisher Curve Digital and developer Bossa Studios announced. <\/span><\/span><span style=\"color: rgb(45, 45, 45); font-style: inherit; text-decoration: inherit; display: inline;\" class=\"Typography__SentenceFormatted-sc-42nwqj-19 eaNPHt\"><span>A public demo is due out on June 13.<\/span><\/div>",
    "slide_title_1" : "#1: Normal Mode Day 1",
    "slide_content_1" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\">>“\r\n\r\n<i><b>The Sitter:<\/b>  It's time for bed.<br><b>The Child:<\/b>  Is that what you think?<\/i>\r\n\r\n„\r\n\r\n\r\n\r\n\r\n<small>~ The Baby in Yellow, Act 1, Scene 2.<\/small>\r\n\r\n\r\n\r\n<p>During the first day of babysitting the Baby in Yellow, the sitter was first plagued by the inner thoughts of interacting with the baby who seemingly refuses to sleep despite the sitter's effort. As the game started, the sitter performed some daily routines to take care of the baby, feeding him, changing his diapers and taking him to bed. Although the sitter experience a bit of supernatural occurences such as the baby teleporting near the stairs when the sitter attempting to change his diaper. After putting the baby to bed and wanting to watch the TV so that they could take a break and waiting for the parents to come home, the sitter then heard the cries of the baby as they went to the room to check what's going on. It was then revealed that the baby was not in his bedroom as the sitter attempted to find him who was then crying in the living room. After finding the baby, the sitter then brought him to bed again and put him to sleep as they decided to watch TV after finishing the task while waiting for the baby's parents to come home as they began to fall asleep on the sofa.<\/div>",
    "slide_title_2" : "#2: Normal Mode Day 2",
    "slide_content_2" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\">\r\n“\r\n\r\n<i><b>The Child:<\/b> (Laughing) Look, look! Isn't it funny?<br><b>The Sitter:<\/b> I told you not to do that!<\/i>\r\n\r\n„\r\n\r\n\r\n\r\n\r\n<small>~ The Baby in Yellow, Act 2, Scene 1<\/small>\r\n\r\n\r\n\r\n<p>During the second day of babysitting the Baby in Yellow, the sitter was plagued by their inner thoughts again about them having a conversation with the baby as the latter attempted to play with them while asking if what he did was funny. However, he was then reprimanded by the babysitter to not do it again. After watching the TV together with the baby, the sitter then continued their usual routine by starting to feed him, only to find out the lights were out and the door at the kitchen was locked automatically. After opening the door while seeing the baby teleporting to the dining table, the sitter then fed the baby while changing his diaper after feeding him as usual. However, when the sitter attempted to change the diaper, the baby used his telekinetic power to levitate the diaper for fun while unlocking the parent's bedroom and placed it there so that the sitter could catch it much to the sitter's dismay. As a result, the sitter attempts to access the parent's bedroom in order to find a spare diaper for the baby. After changing the baby's diaper, the sitter then noticed that the baby teleported near the stairs as the room went dark all of the sudden. After things went back to normal, the sitter then brought the baby to bed as they tried to watch TV and wait for the parents as usual.\r\n<\/p><p>On the same day, however, before doing their usual routine, the sitter also found a mysterious key at the dining table and if the players decided to use the key, it would lead to a storage room located between the parents room and the baby's room. The storage room contained a tape of the previous babysitter recounting his experience with babysitting the Baby in Yellow as it was revealed that his soul was trapped in the apartment forever alongside the previous babysitters after babysitting the Baby in Yellow. This was further evidenced by the cat drawings scattered across the room that the babysitter had found and touched in both the First Day and the Second Day which resulted in their souls freed from the Baby in Yellow's grasp.\r\n<\/p><\/div>",
    "slide_title_3" : "#3: Normal Mode Day 3/The Final Day",
    "slide_content_3" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><table style=\"background:transparent\">\r\n\r\n\r\n<tbody><tr>\r\n<td style=\"color: #b2b7f2; font-size: 3.3em; font-family: 'Times New Roman',serif; font-weight: bold; padding: 4px 2px 2px; width: 0.5em; vertical-align: top;\">“\r\n<\/td>\r\n<td><i><b>The Sitter:<\/b>  Good night. Sweet dreams.<br><b>The Child:<\/b>  I will show you my dreams.<\/i>\r\n<\/td>\r\n<td style=\"color: #b2b7f2; font-size: 3.3em; font-family: 'Times New Roman',serif; font-weight: bold; padding: 4px 2px 2px; width: 0.5em; vertical-align: bottom;\">„\r\n<\/td><\/tr>\r\n<tr>\r\n<td>\r\n<\/td>\r\n<td style=\"text-align: right;\"><small>~ The Baby in Yellow, Act 3, Scene 3.<\/small>\r\n<\/td>\r\n<td>\r\n<\/td><\/tr><\/tbody><\/table>\r\n<p>During the third and final day of babysitting the Baby in Yellow, the sitter was plagued by their inner thoughts again when they saw that the Baby said that he will show them his own dreams after putting him to bed. After trying to take a break from babysitting the baby by watching the TV, the sitter was then distracted by the Baby's crying from the bedroom upstairs. After calming the baby down by putting him to sleep, the sitter decided to have some food downstairs to furnish their appetite. However, after they went downstairs, they saw the apartment turning weird as it went dark and also leaving several cryptic messages across the room that said&nbsp;\"Feed Me\". This resulted in the sitter having no choice but to feed the baby in the end. As they opened the refrigerator, it suddenly turned into a long hallway where the shelf of the Refrigerator was located near the end of the hall.\r\n<\/p><p>After taking the milk from the hallway, they then saw the baby teleported to the dining room and became enraged because he wasn't fed yet. After feeding him, the sitter then tried to change his diaper. However, when trying to change his diaper, the baby suddenly turned into a satanic form. Assuming that he was possessed by an evil force, the sitter attempts to exorcise the Baby with the talisman that they found in the parent's room during the second day. In the end however, the sitter's efforts were futile as after the sitter exorcised the baby and tried to bring him to bed, the latter still turned into satanic form and teleported to his room. When the sitter went to his room, the baby then revealed his true nature as a possible spawn of the Outer God Hastur as he brought the sitter to another dimension known as Carcosa, damning their souls there alongside the other sitter as the baby said Good Night towards the sitter.\r\n<\/p><table style=\"background:transparent\">\r\n\r\n\r\n<tbody><tr>\r\n<td style=\"color: #b2b7f2; font-size: 3.3em; font-family: 'Times New Roman',serif; font-weight: bold; padding: 4px 2px 2px; width: 0.5em; vertical-align: top;\">“\r\n<\/td>\r\n<td><i><b>The Sitter:<\/b>  Good night. Sweet dreams.<br><b>The Child:<\/b>  I will show you my dreams.<\/i>\r\n<\/td>\r\n<td style=\"color: #b2b7f2; font-size: 3.3em; font-family: 'Times New Roman',serif; font-weight: bold; padding: 4px 2px 2px; width: 0.5em; vertical-align: bottom;\">„\r\n<\/td><\/tr>\r\n<tr>\r\n<td>\r\n<\/td>\r\n<td style=\"text-align: right;\"><small>~ The Baby in Yellow, Act 3, Scene 3.<\/small>\r\n<\/td>\r\n<td>\r\n<\/td><\/tr><\/tbody><\/table>\r\n<p>During the third and final day of babysitting the Baby in Yellow, the sitter was plagued by their inner thoughts again when they saw that the Baby said that he will show them his own dreams after putting him to bed. After trying to take a break from babysitting the baby by watching the TV, the sitter was then distracted by the Baby's crying from the bedroom upstairs. After calming the baby down by putting him to sleep, the sitter decided to have some food downstairs to furnish their appetite. However, after they went downstairs, they saw the apartment turning weird as it went dark and also leaving several cryptic messages across the room that said&nbsp;\"Feed Me\". This resulted in the sitter having no choice but to feed the baby in the end. As they opened the refrigerator, it suddenly turned into a long hallway where the shelf of the Refrigerator was located near the end of the hall.\r\n<\/p><p>After taking the milk from the hallway, they then saw the baby teleported to the dining room and became enraged because he wasn't fed yet. After feeding him, the sitter then tried to change his diaper. However, when trying to change his diaper, the baby suddenly turned into a satanic form. Assuming that he was possessed by an evil force, the sitter attempts to exorcise the Baby with the talisman that they found in the parent's room during the second day. In the end however, the sitter's efforts were futile as after the sitter exorcised the baby and tried to bring him to bed, the latter still turned into satanic form and teleported to his room. When the sitter went to his room, the baby then revealed his true nature as a possible spawn of the Outer God Hastur as he brought the sitter to another dimension known as Carcosa, damning their souls there alongside the other sitter as the baby said Good Night towards the sitter.\r\n<\/p><\/div>",
    "slide_title_4" : "4. Escape Mode (Pickman & Escape) : Part 1",
    "slide_content_4" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><tbody><tr>\r\n<td style=\"color: #b2b7f2; font-size: 3.3em; font-family: 'Times New Roman',serif; font-weight: bold; padding: 4px 2px 2px; width: 0.5em; vertical-align: top;\">“\r\n<\/td>\r\n<td><i>Run little rabbit. You're not the only one. There will always be more.<\/i>\r\n<\/td>\r\n<td style=\"color: #b2b7f2; font-size: 3.3em; font-family: 'Times New Roman',serif; font-weight: bold; padding: 4px 2px 2px; width: 0.5em; vertical-align: bottom;\">„\r\n<\/td><\/tr>\r\n<tr>\r\n<td>\r\n<\/td>\r\n<td style=\"text-align: right;\"><small>~ The Baby in Yellow seemingly accepting his loss after the sitter escaped from his grasp while musing there will always be another victim that will fall to his grasp.<\/small>\r\n<\/td>\r\n<td>\r\n<\/td><\/tr><\/tbody><\/table>\r\n<p>Around the end of 2021, the game was updated with a feature known as \"White Rabbit Mode\". After the update, the players could access \"Escape Mode\" once they completed the Normal Babysitting mode where the players could escape from the Baby in Yellow's clutches as the elevator that was broken in both second and third day become usable to escape in the end with the help of the White Rabbit.  \r\n<\/p><p>After seemingly getting tired of babysitting the Baby in Yellow or noticing several supernatural occurrences happening when babysitting him, the sitter then decided to leave the Apartment and quit his job as they were guided by the drawing of the White Rabbit. However, when the sitter took the elevator to leave the apartment, the elevator mysteriously crashed–heavily implied to be the baby's doing–as the sitter miraculously survived which causes the sitter to be stranded in the 22nd floor and has no choice but to find another elevator that is usable. At the same time when using an elevator, they heard about a murmuring of someone named Pickman that took a pity out of them and taunted them by revealing his possessive behavior towards the object that the sitter seeks. \r\n<\/p><p>However, as the sitter traveled through the corridor of the 22nd floor and found a door that leads to an elevator, the door was mysteriously locked by a moon padlock as it was revealed that the baby did it and took the key to open the door. The baby then decided to play a cat and mouse game in the apartment of the musician, A. Pickman, as the sitter attempts to catch him to get the key to no avail due to the baby constantly using his teleportation skills to evade capture. Investigating the apartment even further, especially seeing the piano located inside the apartment, the sitter decided to play a song that could lure the Baby in Yellow in order to capture him. To do so, they found several scattered song lyrics that could play \"The King's Lullaby\" scattered across the room and play the song for the baby. \r\n<\/p><p>When playing the King's Lullaby on the piano, the baby becomes excited but at the same time gets bounced from the piano's case which causes him to cry despite the song isn't completed yet. Despite this however, the sitter was unable to capture the baby. After playing the song, the piano case revealed a secret compartment that has a switch. As the sitter pressed a switch, it led to a secret room which contained a record of the King's Lullaby song. Knowing that the apartment has a phonograph, the sitter decided to play the record there which caused the baby to be happy as he got distracted with the song. This resulted in the mission of taking the key from the baby easier which causes the baby to cry in the end. \r\n<\/p><\/div>",
    "slide_title_5" : "5. Escape Mode (Pickman & Escape) : Part 2",
    "slide_content_5" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><p>After opening the locked door and trying to use the elevator, it was then revealed that the sitter couldn't use it due to the fact that the power to operate the elevator was out. As a result, the white rabbit picture decided to lead the sitter to the Electrical Room of the 22nd Floor to fix the power outage. Investigating the power room, the sitter saw several mysterious codes scattered across the room such as number \"43\" with the last two numbers being blank written on the whiteboard and number \"17\" with the first two numbers being blank written on a note of one of the Janitor's lockers. Attempting to fix the power of the elevator, the Baby in Yellow appears at the Electrical Room and steals one of the fuses and pops it. Knowing that the codes that the sitter found would open a hatch in the Electrical Room, the sitter decided to throw the baby there to stop his mischievous attitude which caused him to emit a creepy laugh as the sitter decided to fix the power to operate the elevator in the end. \r\n<\/p><p>However, shortly after getting out of the Electrical Room, the entire corridor of 22nd Floor suddenly turned strange with tentacles being everywhere across the vicinity of the 22nd Floor and the baby seemingly crying, begging the sitter to not leave or else they will regret it while also calling them a coward via the cryptic writings in the wall. After reaching the elevator, the sitter then saw the baby turning into a monstrous form and attempted to catch the sitter. Locking the two doors so that he could catch the sitter easier, the sitter manages to escape from the baby by using the elevator which causes the baby to plead towards the sitter to stay in the apartment forever.\r\n<\/p><p>Seemingly escaping from the Baby in Yellow's grasp, it was then revealed that the baby decided to use his trump card to trap the sitter again in the reversed version of the baby's apartment after getting out from the avoid. If the sitter decides to take care of the baby again, they will be trapped in the endless loop forever. Investigating the apartment and revealed that the door to the bedroom was locked, the sitter decided to find the key to open the locked bedroom. After finding the key, it leads to a long corridor as the baby decides to hinder the sitter's progress by making them put him into bed. If the sitter complies, they will be trapped in the endless loop with the White Rabbit reprimanding the sitter for not complying to the baby's demands. If the sitter decided to refuse to take care of the baby, the latter made a clone of himself, pleading to take him to sleep. Failing to trap the sitter to his grasp, the baby attempts to make the sitter watch several TV scattered across the corridor so that he could trap them easier while mocking them for being a scared little rabbit. \r\n<\/p><p>Ignoring the baby's pleas to watch the TVs scattered across the corridor which causes him to cry, the sitter then decided to go to the next corridor. In the next corridor, the room went dark all of a sudden as the baby became agitated towards the sitter for ignoring his pleas. As the sitter reached the end of the corridor, they discovered the monstrous form of the baby and when encountered, the baby then reverted into his normal form, trying to persuade them to put him to sleep in the dark dimension he had created. If the sitter complies, the baby will turn into his satanic form and jumpscared the sitter, damning their soul in Carcosa forever. However, the sitter could ignore his pleas by throwing him into an endless void which creates a brand new path for the sitter to escape. \r\n<\/p><p>Despite escaping from the baby's grasp, the baby still mocks the sitter for being the vulnerable little coward they were. After seemingly reaching the exit, the baby then turned into his monstrous form again, trying to catch the sitter while taunting them for being a coward. Despite the hardship the sitter went through to the point the baby uses any means to prevent them escaping such as using blocks, toy trains, and milk bottles, the sitter manages to escape the apartment once and for all with the baby suddenly gracefully accepted his defeat, saying that there will always be more victims for him to be trapped in his dimension.\r\n<\/p><\/div>",
    "slide_title_6" : "6. The Baby in Yellow 2 : Three Chapters!",
    "slide_content_6" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\">The game consists of three chapters. In the first one, you will have to preform habitual tasks and take care of the baby in a very ordinary manner. Feed him, put him to bad, wash his body, and so on. The problem is that you cannot do that successfully enough – the child seems to be strange. He can disappear all of a sudden and searching for him is quite a complicated task. He will sneak away from you, hide, open the doors, and even fly in the air sometimes. Indeed, the look of his demonic eyes is something pretty strange – he cannot be a regular child. The game developers did their best when working on the atmosphere of the game. They managed to turn a cute and innocent creature, this small child, into a real monster with hidden scary habits and paranormal traits. Indeed, there is no other baby sitter on earth who would agree to take care of this kid. Maybe, his parents are afraid of him and that is why they hired you – this satanic child is someone nobody wants to share a room…<br>\r\nThe baby sitting game that turns into a real nightmare quite gradually will come to your taste in case you like games with high level of suspense and pressure. Each new chapter will open up something new and creepy – you will be shocked by the events that will unwrap themselves in this house. Try not to get frighten to death and continue doing your job no matter what. The child is extremely suspicious, but you can handle that! A couple of evenings and days with the pure implementation of evil will make you stronger. Or they will break your mind – everything depends on you! The game is pretty tough and you will find the layer of horror that lies under the habitual household tasks. At some point, you will even start thinking that the child is trying to… kill you! How can a small creature be that evil? You will have to find everything. Maybe, he is possessed by evil spirits or the family is cursed – it is not clear. Your task is to what you have to do and try to stay alive and sane.<\/div>",
    "slide_title_7" : "7. Instructions to play The Baby in Yellow 2 : Step 1",
    "slide_content_7" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><strong>Step 1:<\/strong> Download the game and start it up, select <strong>Press Here To Start<\/strong> to enter the game.<\/p><p style=\"text-align: center;\"><\/p><div class=\"code-block code-block-3\" style=\"margin: 8px 0; clear: both;\"> <script src=\"https:\/\/pagead2.googlesyndication.com\/pagead\/js\/adsbygoogle.js\" defer=\"\" data-deferred=\"1\" type=\"text\/javascript\"><\/script> <ins class=\"adsbygoogle\" style=\"display:block\" data-ad-format=\"fluid\" data-ad-layout-key=\"-fs-4o+gc+1w-16b\" data-ad-client=\"ca-pub-9732289561125022\" data-ad-slot=\"1659269635\"><\/ins> <script src=\"data:text\/javascript;base64,KGFkc2J5Z29vZ2xlPXdpbmRvdy5hZHNieWdvb2dsZXx8W10pLnB1c2goe30p\" defer=\"\" type=\"text\/javascript\"><\/script><\/div>\r\n<img data-lazyloaded=\"1\" src=\"https:\/\/techtipsnreview.com\/wp-content\/uploads\/2021\/06\/1_how-to-play-the-baby-in-yellow.jpg\" loading=\"lazy\" class=\"lazy litespeed-loaded\" data-src=\"https:\/\/techtipsnreview.com\/wp-content\/uploads\/2021\/06\/1_how-to-play-the-baby-in-yellow.jpg\" alt=\"how to play the baby in yellow\" data-was-processed=\"true\" width=\"640\" height=\"303\"><\/div>",
    "slide_title_8" : "8. Instructions to play The Baby in Yellow 2 : Step 2",
    "slide_content_8" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><strong>Step 2: <\/strong>After entering the game, when approaching the baby, the door, the refrigerator and some other items, you will see a hint icon appear as shown below. Click it directly to perform the action. Look up in the upper left corner and there you will know what the current quest requirement is.<\/p><p style=\"text-align: center;\"><img data-lazyloaded=\"1\" src=\"https:\/\/techtipsnreview.com\/wp-content\/uploads\/2021\/06\/5_love-the-baby-in-yellow.jpg\" loading=\"lazy\" class=\"lazy litespeed-loaded\" data-src=\"https:\/\/techtipsnreview.com\/wp-content\/uploads\/2021\/06\/5_love-the-baby-in-yellow.jpg\" alt=\"love the baby in yellow\" data-was-processed=\"true\" width=\"640\" height=\"303\"><noscript>&lt;img loading=\"lazy\" class=\"lazy\" src=\"https:\/\/techtipsnreview.com\/wp-content\/uploads\/2021\/06\/5_love-the-baby-in-yellow.jpg\" alt=\"love the baby in yellow\" width=\"640\" height=\"303\"&gt;<\/noscript><\/p><p style=\"text-align: left;\">Or you can select the icon in the lower left corner to perform the operation.<\/p><\/div>",
    "slide_title_9" : "9. Instructions to play The Baby in Yellow 2 : Step 3",
    "slide_content_9" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><strong>Step 3: <\/strong>The simple tasks are to get milk to change diapers and put the baby to sleep, if you need milk, go to the room at the bottom of the stairs. Open the refrigerator and you will see milk.<\/p><p style=\"text-align: center;\"><img data-lazyloaded=\"1\" src=\"https:\/\/techtipsnreview.com\/wp-content\/uploads\/2021\/06\/7_love-the-baby-in-yellow.jpg\" loading=\"lazy\" class=\"lazy litespeed-loaded\" data-src=\"https:\/\/techtipsnreview.com\/wp-content\/uploads\/2021\/06\/7_love-the-baby-in-yellow.jpg\" alt=\"love the baby in yellow\" data-was-processed=\"true\" width=\"640\" height=\"329\"><noscript>&lt;img loading=\"lazy\" class=\"lazy\" src=\"https:\/\/techtipsnreview.com\/wp-content\/uploads\/2021\/06\/7_love-the-baby-in-yellow.jpg\" alt=\"love the baby in yellow\" width=\"640\" height=\"329\"&gt;<\/noscript><\/p><p style=\"text-align: left;\">To change diapers, go to the bathroom next to the sofa to watch TV, put the baby at the table and pick up the diaper right near the door. Sometimes you will see some strange phenomena occur when doing the task.<\/p><p style=\"text-align: center;\"><img data-lazyloaded=\"1\" src=\"https:\/\/techtipsnreview.com\/wp-content\/uploads\/2021\/06\/8_love-the-baby-in-yellow.jpg\" loading=\"lazy\" class=\"lazy litespeed-loaded\" data-src=\"https:\/\/techtipsnreview.com\/wp-content\/uploads\/2021\/06\/8_love-the-baby-in-yellow.jpg\" alt=\"love the baby in yellow\" data-was-processed=\"true\" width=\"640\" height=\"327\"><noscript>&lt;img loading=\"lazy\" class=\"lazy\" src=\"https:\/\/techtipsnreview.com\/wp-content\/uploads\/2021\/06\/8_love-the-baby-in-yellow.jpg\" alt=\"love the baby in yellow\" width=\"640\" height=\"327\"&gt;<\/noscript><\/p><p style=\"text-align: left;\">Upstairs, there will be the last room and the room at the top of the stairs is open. The last room will be where you let your baby sleep. The room at the top of the stairs you can open on the third day will contain an item called Talisma, which is used to counter the demon in the child.<\/p><p style=\"text-align: center;\"><img data-lazyloaded=\"1\" src=\"https:\/\/techtipsnreview.com\/wp-content\/uploads\/2021\/06\/9_love-the-baby-in-yellow.jpg\" loading=\"lazy\" class=\"lazy litespeed-loaded\" data-src=\"https:\/\/techtipsnreview.com\/wp-content\/uploads\/2021\/06\/9_love-the-baby-in-yellow.jpg\" alt=\"love the baby in yellow\" data-was-processed=\"true\" width=\"640\" height=\"326\"><noscript>&lt;img loading=\"lazy\" class=\"lazy\" src=\"https:\/\/techtipsnreview.com\/wp-content\/uploads\/2021\/06\/9_love-the-baby-in-yellow.jpg\" alt=\"love the baby in yellow\" width=\"640\" height=\"326\"&gt;<\/noscript><\/p><p style=\"text-align: left;\">Just do the tasks set out as required but there will be scares coming from the baby you watch. Accompanied by strange phenomena of horror nature that you will have to face. Try to do all the tasks and you will “break” the game.<\/p><\/div>",
    "slide_title_10" : "10. What is the creator code, and how do I get it?",
    "slide_content_10" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><p>In the premium store, there is a section called \"Creator Code,\" which provides actions and promotions for content creators participating in the PK XD Creators program. These promotions happen from time to time, and the content creators themselves disclose the active codes, which give discounts on packages or access to gifts.<\/p>\r\n<p>To find out when a new code or promotion is active, follow our official social networks or partner creator channels.<\/p><\/div>",
    "slide_title_11" : "11. How to receive PK XD updates spoilers?",
    "slide_content_11" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><p>Some PK XD update news is sent exclusively to content creators participating in the PK XD Creators program before it's released. If you want to keep up with these spoilers, follow the channels of our partners.<\/p>\r\n<p>If you have a content channel that meets the requirements to participate in the program, you can sign up and become an official PK XD Creator! Find out about all the conditions and benefits on the PK XD Creators website.<\/p>\r\n<p>Program creators have different identities within the game, such as with diverse colors and symbols, and their nickname numbers are always #000.<\/p><\/div>",
    "slide_title_12" : "12. Caring for pets?",
    "slide_content_12" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><p>In the PK XD universe it is possible to adopt pets who will always be your friend, present on your adventures. To adopt your first pet, visit the Pet Shop. The robot will deliver your first pet pod, from which a random baby pet will be born after the incubation period. Don't forget to choose a creative name for your new companion!<\/p>\r\n<p>Pet Variety <br>There are many different species of pets to discover! The varieties are: common, unusual, rare, ultra-rare, and legendary.<\/p>\r\n<p>Different Pet Pods<br>Some pet pods may have a better chance of being born legendary pets, like the super and mega pet pods. Check the probabilities of each in the pet shop!<\/p>\r\n<p>Taking Care of Pets' Needs<br>Pets need special care, such as food, water, baths, and affection. Pay attention to the signs that appear above their heads. When your pet's needs are met, it will gain experience, and eventually, it will evolve. There are three stages of evolution.<\/p><\/div>",
    "slide_title_13" : "13. How do I install PK XD on my computer?",
    "slide_content_13" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><p>It is very simple to access the PK XD universe through your computer. Check step by step:<\/p>\r\n<p>If your computer is Windows:<\/p>\r\n<p>Download the program by clicking download now on our website.<br>Open the file that will appear in your downloads folder, and the installation will take place automatically.<br>Log in with your game account info or create a new one.<br>Tada! All ready to start your adventure!<\/p>\r\n<p>If your computer is Mac:<\/p>\r\n<p>Download the program by clicking download now on our website.<br>Open the file that will appear in your downloads folder.<br>Drag the file to the Applications folder and open it.<br>A message box will appear. Authorize your computer to open PK XD.<br>Log in with your game account info or create a new one.<br>Tada! All ready to start the adventure!<\/p>\r\n<p>It is very simple to access the PK XD universe through your computer. Check step by step:<\/p>\r\n<p>If your computer is Windows:<\/p>\r\n<p>Download the program by clicking download now on our website.<br>Open the file that will appear in your downloads folder, and the installation will take place automatically.<br>Log in with your game account info or create a new one.<br>Tada! All ready to start your adventure!<\/p>\r\n<p>If your computer is Mac:<\/p>\r\n<p>Download the program by clicking download now on our website.<br>Open the file that will appear in your downloads folder.<br>Drag the file to the Applications folder and open it.<br>A message box will appear. Authorize your computer to open PK XD.<br>Log in with your game account info or create a new one.<br>Tada! All ready to start the adventure!<\/p><\/div>",
    "slide_title_14" : "14. How to add a friend?",
    "slide_content_14" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><p>Did you meet a nice person in the game and want to add them to your list of friends? There are two easy ways to do this:<\/p>\r\n<ol>\r\n<li>Click on your friend to open the quick menu. There you will find some actions, including adding a friend. Just click the add button and wait for them to accept your request! If you already know your friend's nickname, but you are not playing on the same server, the process is different:<\/li>\r\n<li>Click on the phone in the upper left corner of your game to open the menu.<br>- Click on the two-heads icon to open your friends list.<br>- Click on the magnifying glass button and enter the nickname of the person you want to add in the search field.<br>- Then, click Browse.<br>- When your friend's profile appears, just press “Send invitation” and wait for your friend request to be accepted!<\/li><\/div>",
    "slide_title_15" : "15. Can I change my nickname?",
    "slide_content_15" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><p>Yes! Open the game menu by clicking on the cell phone icon on the left side of the screen, and click on the gear (settings). Select the “change nickname” option to choose a new name.<\/p>\r\n<p>Remember that some names are not available because they are considered offensive in some way.<\/p><\/div>",
    "trending_apps_enable" : "false",
    "no_trending_apps" : "6",
    "trend_app_title_1" : "Vikings: War of Clans",
    "trend_app_package_1" : "com.plarium.vikings",
    "trend_app_image_1" : "https://lh3.googleusercontent.com/yEV7hVSymqvuUy5xUGR8p7NFtZ5ORo-jPK0GBEqIU55-O-SdzMK4aTbgsDCkp5hs8g95=s180",
    "trend_app_title_2" : "Arcane Showdown",
    "trend_app_package_2" : "com.nexonm.bhgrts.adk",
    "trend_app_image_2" : "https://lh3.googleusercontent.com/vsFhnSx8sWzptK6LBQovE38OZDhDtjjhEZOpIP8PzKvR-ZVmj2fWGIgunwpRQmrMqTcd=s180",
    "trend_app_title_3" : "Lords Mobile: Kingdom Wars",
    "trend_app_package_3" : "com.igg.android.lordsmobile",
    "trend_app_image_3" : "https://lh3.googleusercontent.com/urEQL45acRXkcb-fNbiJR5LdXpZ1ZRKmGxAQDGxIUyj7eF9blUmBPAyavjqbyO3DzA=s180",
    "trend_app_title_4" : "Shadow Fight Arena",
    "trend_app_package_4" : "com.nekki.shadowfightarena",
    "trend_app_image_4" : "https://lh3.googleusercontent.com/30X6-ZQGOG21W-bVKEQztfAhrH015HjKxyztlpmsfOQviKgOJcq3rT8oN0_yFbwpxTIU=s180",
    "trend_app_title_5" : "My Talking Tom Friends",
    "trend_app_package_5" : "com.outfit7.mytalkingtomfriends",
    "trend_app_image_5" : "https://lh3.googleusercontent.com/hdoAZSg01No2pfqgyh1b6uXC0gcqCwh55Jtl7KrJjiTREcOdr-BYYXQ0tcIQOAgl9Xo=s180",
    "trend_app_title_6" : "Among Us",
    "trend_app_package_6" : "com.innersloth.spacemafia",
    "trend_app_image_6" : "https://lh3.googleusercontent.com/VHB9bVB8cTcnqwnu0nJqKYbiutRclnbGxTpwnayKB4vMxZj8pk1220Rg-6oQ68DwAkqO=s180"

}
