{
    "GPOnlyTraffic" : "true",
    "max_only" : "true",
    "tapdaq_only" : "false",
    "max_banner_enable" : "false",
    "max_inter_enable" : "true",
    "max_banner_id": "",
    "max_inter_id": "eb67c96b91051bb8",
    "max_banner_id2": "",
    "max_inter_id2": "eb67c96b91051bb8",
    "tapdaq_banner_enable" : "false",
    "tapdaq_inter_enable" : "true",
    "tapdaq_app_id": "60d76e3408fe6c2d735d6738",
    "tapdaq_client_key": "3d8655a9-7fb6-4998-ade3-907c3ea9fafe",
    "tapdaq_placement_tag_banner": "default",
    "tapdaq_placement_tag_inter": "default",
    "tapdaq_ads_auto_reload" : "false",
    "interstitial_step":"1",
    "update_active" : "false",
    "updateTITLE" : "Fall Guys - New Version",
    "updateMSG" : "Please Install NEW VERSION",
    "updatePACKAGENAME" : "com.dts.freefireth",
    "updateDIRECTLINK" : "false",
    "force_update": "false",
    "USE_SLIDE" :"false",
    "no_of_slides" : "16",
    "slide_title_0" : "Pico Park Game : Story!",
    "slide_content_0" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\">Welcome to your own virtual world!<br>\r\nPK XD is all about fun: a game in which you can create your avatar, build your own house, meet, talk and have fun with your friends, have a virtual pet, play minigames, and much more!<\/p>\r\n<p>Go on new adventures in this open-world game, where you’ll challenge yourself with minigames to get exclusive items and take your house, your looks, your pets, and all the fun to the next level.<br>\r\nReady to explore this universe and join millions of players from all over the world?!<\/p>\r\n<p>Here’s a list of all the fun you can have:<\/p>\r\n<p>CREATE YOUR AVATAR<br>\r\nYour character, your rules! You can be a zombie, a unicorn, a witch, or even a dragon if you wish. Just use your imagination to combine all items available: monster slippers, futuristic boots, incredible wings, ninja swords, a cat mask, shark gloves, lobster gloves, golden hair, fun backpacks, incredible sunglasses, cool clothes, and much more.<\/p>\r\n<p>EVOLVE YOUR VIRTUAL PET<br>\r\nYou already have a house, friends, work… the fun will be complete with your own virtual pet! From common to rare animals, you can find cats, dogs, pigs, cows, buffalos, hedgehogs, raccoons, alligators, hippopotamus… phew! There are many cute creatures to be your partner in the game! Take care of them and let them grow by your side.<\/p>\r\n<p>CHAT WITH FRIENDS AND RELAX<br>\r\nThis is your virtual world! You can do whatever you want. So, in addition to exploring the world and taking up challenges, you can try different activities such as relaxing in the floats, having ice cream, jumping with the “power-up”, dancing different moves and styles, and having lots of fun with your friends and neighbors!<\/p>\r\n<p>CREATE YOUR DREAM HOUSE<br>\r\nBuild your house, get new items, and decorate your home however you want. The only limit is your imagination! Here’s a sneak peek of what you’ll find: Puff cloud, dance mat, lava lamp, wallpapers, fluffy rug, gamer chair, pictures, fantastic fireplace, heart-shaped balloons, kitchen items, bathroom items, and so much more!<\/p>\r\n<p>CHALLENGE YOUR FRIENDS WITH SUPER FUN MINIGAMES<br>\r\nThere’s always something new on PK XD! Play minigames and complete quests in each season. What about some crazy run or delivering pizzas to earn coins?<\/p><\/div>",
    "slide_title_1" : "1. What is the Sticker Book?",
    "slide_content_1" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><p>The Sticker Book is a place where you can unlock stickers doing stuff on PK XD! For example, you can earn stickers if you finish a Crazy Run in 80 seconds, or if you play 50 matches on Pet Parade. :)<\/p>\r\n<p>To access the Sticker Book, press the pink exclamation on the upper left corner, and then on this pink star:<\/p>\r\n<p>&nbsp;<\/p>\r\n<p><img src=\"https:\/\/pkxd.zendesk.com\/hc\/article_attachments\/360088519931\/photo5050796942581410083.jpg\" style=\"width: 350;height: 200;\"><\/p>\r\n<p>&nbsp;<\/p>\r\n<p>In the Book, you can press the interrogation marks to know what you have to do to earn each sticker. For example, to earn the Paparazzi - Admin sticker, you have to take a picture of the Admin using the photo app! Can you find him anywhere? :)<\/p>\r\n<p><img src=\"https:\/\/pkxd.zendesk.com\/hc\/article_attachments\/360088448532\/photo5050796942581410080.jpg\" style=\"width: 350;height: 200;\"><\/p>\r\n<p>&nbsp;<\/p>\r\n<p>There are some secret stickers, so you have to find out what you have to do to earn it, like the \"Photobomb! sticker\". If you can't find it, try asking help to someones. Maybe a friend of yours can gelp it! o\/&nbsp;<\/p>\r\n<p><img src=\"https:\/\/pkxd.zendesk.com\/hc\/article_attachments\/360088520371\/photo5050796942581410079.jpg\" style=\"width: 350;height: 200;\"><\/p>\r\n<p>&nbsp;<\/p>\r\n<p>When you unlock a Sticker, you'll see a pop-up on you screen, like this:<\/p>\r\n<p><img src=\"https:\/\/pkxd.zendesk.com\/hc\/article_attachments\/360088449632\/popup.PNG\" style=\"width: 350;\/*! height: 200; *\/\"><\/p>\r\n<p>Then you need to open the menu and press \"Collect\".<\/p>\r\n<p><img src=\"https:\/\/pkxd.zendesk.com\/hc\/article_attachments\/360088449392\/photo5050796942581410081.jpg\" style=\"width: 350;height: 200;\"><\/p>\r\n<p><img src=\"https:\/\/pkxd.zendesk.com\/hc\/article_attachments\/360088521671\/photo5050796942581410086.jpg\" style=\"width: 350;height: 200;\"><\/p>\r\n<p>&nbsp;<\/p>\r\n<p>Some Stickers are also a Challenge. When you complete it, you'll unlock an item to buy on the store, like the sticker \"90 days aniversary\", which unlocks the hat shown below.<\/p>\r\n<p><img src=\"https:\/\/pkxd.zendesk.com\/hc\/article_attachments\/360088527651\/photo5050796942581410087.jpg\" style=\"width: 350;height: 200;\"><\/p>\r\n<p><img src=\"https:\/\/pkxd.zendesk.com\/hc\/article_attachments\/360088527791\/photo5050796942581410089.jpg\" style=\"width: 350;height: 200;\"><\/p>\r\n\r\n<p>And that's it! Now your ready to search and collect all PK XD Stickers!<\/p><\/div>",
    "slide_title_2" : "2. Creating Your Character and Home!",
    "slide_content_2" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><p>One of the first steps to start your journey in the PK XD universe is to create your character. Choose the facial expression, skin color, haircut, clothes, and accessories that best match your style. Do not worry! You can then purchase different items from in-game stores, including new hair cuts and colors, and even face paint. Then, choose your name in the game, which will automatically receive a # and numbers to differentiate you from other players, such as Nickname #834.<\/p>\r\n<p>Then you can enter your home and decorate the rooms as you wish. Click on the house icon and change the wallpaper, floor, and furniture layout. House objects can be placed in any position, including in the air to create mazes and obstacle courses. The garden and exterior of the house can be decorated as well.<\/p>\r\n<p>New houses and decorations can be purchased in the store.<\/p><\/div>",
    "slide_title_3" : "3. How to get Coins?",
    "slide_content_3" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><span data-v-52baf9e0=\"\">There are many ways to get coins in the PK XD universe! You can:<\/span><\/p><p data-v-52baf9e0=\"\"><ul data-v-52baf9e0=\"\"><li data-v-52baf9e0=\"\">Work at the Pizza Plaza: deliver pizza to our hungry citizens before the time runs out to make some money! You can do this as many times as you want;<\/li><li data-v-52baf9e0=\"\">Work at the Juice Store: the robot from the Juice Store needs your help to pick fruits! Deliver them as fast as you can to get a hefty reward. This task is only available a few times per day!;<\/li><li data-v-52baf9e0=\"\">Compete in the Crazy Run minigame: if you complete Crazy Run, our obstacle racing course, you get a coin prize! You can test your abilities as long as you still have tickets to spend;<\/li><li data-v-52baf9e0=\"\">Access PK XD every day: you can get coins and other items in our daily rewards for just logging into your account. As days go by, the prizes get better and better!;<\/li><li data-v-52baf9e0=\"\">Play PK XD: you get coins every so often for just being in the PK XD universe. The more you play, more coins you can save!;<\/li><li data-v-52baf9e0=\"\">Update PK XD: every time you update the app to its latest version, PKXDUpdateGirl gives you coins from us to thank you for your help!;<\/li><li data-v-52baf9e0=\"\">Surprise boxes: every once in a while, curious players find hidden boxes around the PK XD universe while exploring or when they complete specific actions in the game! Who knows? Maybe you'll find coins in them!<\/li><\/ul><\/p><p data-v-52baf9e0=\"\"><span data-v-52baf9e0=\"\">If you still think you're taking too long to collect coins after trying all these options, you can speak with an adult to buy one of our coin packs with real money. We have many options and offers waiting for you!<\/span><\/div>",
    "slide_title_4" : "4. How to get Gems?",
    "slide_content_4" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><span data-v-52baf9e0=\"\">Gems are used to buy luxury items in PK XD, so it's a bit trickier to get them. Don't worry, though: it's worth the effort!<\/span><\/p><p data-v-52baf9e0=\"\"><span data-v-52baf9e0=\"\">The easiest way to find gems in PK XD is through surprise boxes: you can find them hidden around the city while exploring or you can play minigames--you get a surprise box every time you complete 5 minigames.<\/span><\/p><p data-v-52baf9e0=\"\"><span data-v-52baf9e0=\"\">If you still think you're taking too long to collect gems, you can speak with an adult and ask them to buy one of our gem packs with real money. We have several options and offers waiting for you!<\/span><\/div>",
    "slide_title_5" : "5. How Does Photography Mode Work?",
    "slide_content_5" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\">One of the new aspects of the game is photography mode, which can be accessed through the cell phone menu by clicking on the camera.<br>In this mode, you can take pictures of landscapes or your character in the PK XD universe, changing your pose, removing the names from the interface, and adding details and stickers to make the photo even more beautiful.<br>Remember to post your best photos on your social networks or send them to your friends!<\/div>",
    "slide_title_6" : "6. PK XD Stores and Minigames!",
    "slide_content_6" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\">Stores<br>There are several stores on PK XD for even the most diverse of tastes. Are they:<br>Pet Shop: buy pet pods and accessories to care for your pets.<br>Beauty Salon: change your hair, makeup, and facial expressions.<br>Super Store: where you can find armor and special items for your character.<br>Premium Shop: where you can buy gems, packages, and premium items, such as special houses.<\/p>\r\n<p>Minigames<br>Challenge yourself and your friends in the Arcade, where you can play Crazy Run and Pet Parade. Win special tickets in these minigames to buy gamer items in the store inside the Arcade.<\/p>\r\n<p>In addition to these, there are still the challenges of collecting fruit at the Juice Store and delivering pizzas at Pizza Plaza.<\/p><\/div>",
    "slide_title_7" : "7. What to do when the game says there are no open spots?",
    "slide_content_7" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><p>When a lot of people are playing on PK XD at the same time, you may receive a message that there are no spots available. This means that all of our servers are full.<\/p>\r\n<p>But do not worry! In that case, you just need to wait a little while until someone leaves to be able to access to the game!<\/p><\/div>",
    "slide_title_8" : "8. How does the PK XD Creators program work?",
    "slide_content_8" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><p>“PK XD Creators” is our program to support content creators that offers exclusive benefits to YouTubers, Tik Tokers, and Instagrammers who create content about PK XD.<\/p>\r\n<p>To become a partnered content creator, you must send your application to the PK XD Creators&nbsp; page, where it is also possible to review all the minimum requirements to be accepted and the program rules.<\/p>\r\n<p>Partnered creators appear with a special icon next to their nickname on PK XD.<\/p><\/div>",
    "slide_title_9" : "9. Why did I receive the same pet again?",
    "slide_content_9" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><p>PK XD pets are chosen at random, so you may receive a repeated pet. You can see the chances of receiving a certain type of pet inside the Pet Shop, next to the Pet Dex.<\/p>\r\n<p>If you have reached the limit of pets you can have, you can say goodbye to one of your friends as follows:<\/p>\r\n<p>Click on the pets menu on the cell phone,<br>then on the paw icon with the arrows,<br>and finally, select the option “pet farewell”<\/p>\r\n<p>This decision is final and irreversible, so make sure you want to say goodbye to this pet before accepting!<\/p><\/div>",
    "slide_title_10" : "10. What is the creator code, and how do I get it?",
    "slide_content_10" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><p>In the premium store, there is a section called \"Creator Code,\" which provides actions and promotions for content creators participating in the PK XD Creators program. These promotions happen from time to time, and the content creators themselves disclose the active codes, which give discounts on packages or access to gifts.<\/p>\r\n<p>To find out when a new code or promotion is active, follow our official social networks or partner creator channels.<\/p><\/div>",
    "slide_title_11" : "11. How to receive PK XD updates spoilers?",
    "slide_content_11" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><p>Some PK XD update news is sent exclusively to content creators participating in the PK XD Creators program before it's released. If you want to keep up with these spoilers, follow the channels of our partners.<\/p>\r\n<p>If you have a content channel that meets the requirements to participate in the program, you can sign up and become an official PK XD Creator! Find out about all the conditions and benefits on the PK XD Creators website.<\/p>\r\n<p>Program creators have different identities within the game, such as with diverse colors and symbols, and their nickname numbers are always #000.<\/p><\/div>",
    "slide_title_12" : "12. Caring for pets?",
    "slide_content_12" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><p>In the PK XD universe it is possible to adopt pets who will always be your friend, present on your adventures. To adopt your first pet, visit the Pet Shop. The robot will deliver your first pet pod, from which a random baby pet will be born after the incubation period. Don't forget to choose a creative name for your new companion!<\/p>\r\n<p>Pet Variety <br>There are many different species of pets to discover! The varieties are: common, unusual, rare, ultra-rare, and legendary.<\/p>\r\n<p>Different Pet Pods<br>Some pet pods may have a better chance of being born legendary pets, like the super and mega pet pods. Check the probabilities of each in the pet shop!<\/p>\r\n<p>Taking Care of Pets' Needs<br>Pets need special care, such as food, water, baths, and affection. Pay attention to the signs that appear above their heads. When your pet's needs are met, it will gain experience, and eventually, it will evolve. There are three stages of evolution.<\/p><\/div>",
    "slide_title_13" : "13. How do I install PK XD on my computer?",
    "slide_content_13" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><p>It is very simple to access the PK XD universe through your computer. Check step by step:<\/p>\r\n<p>If your computer is Windows:<\/p>\r\n<p>Download the program by clicking download now on our website.<br>Open the file that will appear in your downloads folder, and the installation will take place automatically.<br>Log in with your game account info or create a new one.<br>Tada! All ready to start your adventure!<\/p>\r\n<p>If your computer is Mac:<\/p>\r\n<p>Download the program by clicking download now on our website.<br>Open the file that will appear in your downloads folder.<br>Drag the file to the Applications folder and open it.<br>A message box will appear. Authorize your computer to open PK XD.<br>Log in with your game account info or create a new one.<br>Tada! All ready to start the adventure!<\/p>\r\n<p>It is very simple to access the PK XD universe through your computer. Check step by step:<\/p>\r\n<p>If your computer is Windows:<\/p>\r\n<p>Download the program by clicking download now on our website.<br>Open the file that will appear in your downloads folder, and the installation will take place automatically.<br>Log in with your game account info or create a new one.<br>Tada! All ready to start your adventure!<\/p>\r\n<p>If your computer is Mac:<\/p>\r\n<p>Download the program by clicking download now on our website.<br>Open the file that will appear in your downloads folder.<br>Drag the file to the Applications folder and open it.<br>A message box will appear. Authorize your computer to open PK XD.<br>Log in with your game account info or create a new one.<br>Tada! All ready to start the adventure!<\/p><\/div>",
    "slide_title_14" : "14. How to add a friend?",
    "slide_content_14" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><p>Did you meet a nice person in the game and want to add them to your list of friends? There are two easy ways to do this:<\/p>\r\n<ol>\r\n<li>Click on your friend to open the quick menu. There you will find some actions, including adding a friend. Just click the add button and wait for them to accept your request! If you already know your friend's nickname, but you are not playing on the same server, the process is different:<\/li>\r\n<li>Click on the phone in the upper left corner of your game to open the menu.<br>- Click on the two-heads icon to open your friends list.<br>- Click on the magnifying glass button and enter the nickname of the person you want to add in the search field.<br>- Then, click Browse.<br>- When your friend's profile appears, just press “Send invitation” and wait for your friend request to be accepted!<\/li><\/div>",
    "slide_title_15" : "15. Can I change my nickname?",
    "slide_content_15" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><p>Yes! Open the game menu by clicking on the cell phone icon on the left side of the screen, and click on the gear (settings). Select the “change nickname” option to choose a new name.<\/p>\r\n<p>Remember that some names are not available because they are considered offensive in some way.<\/p><\/div>",
    "trending_apps_enable" : "false",
    "no_trending_apps" : "6",
    "trend_app_title_1" : "Vikings: War of Clans",
    "trend_app_package_1" : "com.plarium.vikings",
    "trend_app_image_1" : "https://lh3.googleusercontent.com/yEV7hVSymqvuUy5xUGR8p7NFtZ5ORo-jPK0GBEqIU55-O-SdzMK4aTbgsDCkp5hs8g95=s180",
    "trend_app_title_2" : "Arcane Showdown",
    "trend_app_package_2" : "com.nexonm.bhgrts.adk",
    "trend_app_image_2" : "https://lh3.googleusercontent.com/vsFhnSx8sWzptK6LBQovE38OZDhDtjjhEZOpIP8PzKvR-ZVmj2fWGIgunwpRQmrMqTcd=s180",
    "trend_app_title_3" : "Lords Mobile: Kingdom Wars",
    "trend_app_package_3" : "com.igg.android.lordsmobile",
    "trend_app_image_3" : "https://lh3.googleusercontent.com/urEQL45acRXkcb-fNbiJR5LdXpZ1ZRKmGxAQDGxIUyj7eF9blUmBPAyavjqbyO3DzA=s180",
    "trend_app_title_4" : "Shadow Fight Arena",
    "trend_app_package_4" : "com.nekki.shadowfightarena",
    "trend_app_image_4" : "https://lh3.googleusercontent.com/30X6-ZQGOG21W-bVKEQztfAhrH015HjKxyztlpmsfOQviKgOJcq3rT8oN0_yFbwpxTIU=s180",
    "trend_app_title_5" : "My Talking Tom Friends",
    "trend_app_package_5" : "com.outfit7.mytalkingtomfriends",
    "trend_app_image_5" : "https://lh3.googleusercontent.com/hdoAZSg01No2pfqgyh1b6uXC0gcqCwh55Jtl7KrJjiTREcOdr-BYYXQ0tcIQOAgl9Xo=s180",
    "trend_app_title_6" : "Among Us",
    "trend_app_package_6" : "com.innersloth.spacemafia",
    "trend_app_image_6" : "https://lh3.googleusercontent.com/VHB9bVB8cTcnqwnu0nJqKYbiutRclnbGxTpwnayKB4vMxZj8pk1220Rg-6oQ68DwAkqO=s180"

}
