{
     "GPOnlyTraffic" : "true",
    "admob_only" : "false",
    "max_only" : "false",
    "tapdaq_only" : "true",
    "admob_banner_enable" : "true",
    "admob_banner_intro_last_rect_enable" : "true",
    "admob_banner_rect_enable" : "true",
    "admob_inter_enable" : "true",
    "ad_unit_inter": "ca-app-pub-3940256099942544/1033173712",
    "ad_unit_banner": "ca-app-pub-3940256099942544/6300978111",
    "ad_unit_inter2": "ca-app-pub-3940256099942544/1033173712",
    "ad_unit_banner2": "ca-app-pub-3940256099942544/6300978111",
    "ad_unit_banner_rect": "ca-app-pub-3940256099942544/6300978111",
    "ad_unit_banner_rect_intro_last": "ca-app-pub-3940256099942544/6300978111",
    "max_banner_enable" : "false",
    "max_inter_enable" : "true",
    "max_banner_id": "",
    "max_inter_id": "3b32176d56935e83",
    "max_banner_id2": "",
    "max_inter_id2": "3b32176d56935e83",
    "tapdaq_banner_enable" : "false",
    "tapdaq_inter_enable" : "true",
    "tapdaq_app_id": "61b863b886c31c4e07c114b1",
    "tapdaq_client_key": "3d8655a9-7fb6-4998-ade3-907c3ea9fafe",
    "tapdaq_placement_tag_banner": "default",
    "tapdaq_placement_tag_inter": "default",
    "tapdaq_ads_auto_reload" : "false",
    "interstitial_step":"1",
    "update_active" : "false",
    "updateTITLE" : "Fall Guys - New Version",
    "updateMSG" : "Please Install NEW VERSION",
    "updatePACKAGENAME" : "com.dts.freefireth",
    "updateDIRECTLINK" : "false",
    "force_update": "false",
    "no_of_slides" : "14",
    "slide_title_0" : "What is Procreate?",
    "slide_content_0" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><p>Procreate is an award-winning illustration, sketching, and painting app made exclusively for iPad.<\/p>\r\n\r\n\r\n\r\n<h3>Fun Fact<\/h3>\r\n\r\n\r\n\r\n<p>Procreate was invented by Savage Interactive, a tech startup located (remarkably) on the Australian island state of Tasmania. Perhaps the remote location helped the company’s designers think outside the box as they found a way to put much of the power of desktop creative tools into the hands of visual artists — literally — via the iPad and Apple Pencil.<\/p>\r\n\r\n\r\n\r\n<p>For the many illustrators, designers and artists who rely on Procreate, &nbsp;the responsiveness of the app, particularly when used with an Apple Pencil, makes it feel very similar &nbsp;to making art on paper. That “natural” feeling, combined with the wide variety of Procreate brushes (plus the ability to customize and add more) have tipped the scales in the app’s favor, even among veteran commercial and fine artists. Many have been willing to move beyond analog art tools or old-school digital drawing tablets tethered to desktop computers, all in favor of the ease, flexibility, portability, and newfound inspiration provided by Procreate for iPad.<\/p><\/div>",
    "slide_title_1" : "1. The Benefits of Using Procreate",
    "slide_content_1" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><p>Procreate makes it easy to organize your artwork in a gallery format familiar to Photoshop users; import files from other devices and locations; use hand gestures to zoom in and out of your artwork and undo changes to work. You can also perform professional-level compositing and adjustment of layers and generally create and develop your artwork at a speed that can keep up with your imagination.<\/p>\r\n\r\n\r\n\r\n<p>Perhaps most important to many seasoned professionals, Procreate offers easy integration with existing workflows — you can move back and forth between other apps and platforms as required by your preferred methods, your clients, or the needs of a specific project. There are other professional-grade digital art apps available, but at the moment none match the power, flexibility, and complete functionality and feature-set of Procreate.<\/p><\/div>",
    "slide_title_2" : "2. File Types",
    "slide_content_2" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><p class=\"p1\"><span class=\"s1\"><img src=\"https:\/\/www.thewonderforest.com\/wp-content\/uploads\/2021\/02\/wonder-forest-top-tips-for-procreate-step-2.jpg\" width=\"350\" height=\"350\"><\/span><\/p>\r\n<p class=\"p1\"><span class=\"s1\">When you make a new Procreate file, you’ll be given the option to choose the size and resolution (DPI) of your canvas. You might want to choose a preset size such as A4, or you might prefer to choose a custom size. <\/span><\/p>\r\n<p class=\"p1\"><span class=\"s1\">If you want to print your artwork, you’ll want to use 300 DPI and as large a file size as possible, but be aware that this comes with limitations. Your maximum layers will vary depending on file size and DPI, so make sure you consider this before making your canvas.<\/span><\/p>\r\n<p class=\"p1\"><span class=\"s1\">You may also want to check your colour profile. For digital artwork, RGB is perfect, but if you want to print your artwork at a later date, you might want to use CMYK, as this is the colour setting that printers use.<\/span><\/p>\r\n<p class=\"p1\"><span class=\"s1\">You can also change the options for your time-lapse video, which is a video Procreate automatically creates showing the making of each of your drawings. You can set the size and quality of the video when making a new canvas.<\/span><\/p><\/div>",
    "slide_title_3" : "3. Setting Up Your Procreate Canvas",
    "slide_content_3" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><p>First things first: you need a canvas to work on. Upon opening the Procreate app, you’ll see the gallery view. This is where you can view all of the existing artwork you’ve made. Click the plus sign in the top right corner of the screen. Tapping on the first option, “Screen Size” will take you right into the canvas.<\/p>\r\n\r\n\r\n\r\n<img src=\"https:\/\/www.skillshare.com\/blog\/wp-content\/uploads\/2021\/03\/JaromVogelLesson2_0013_option2Still.jpg\" alt=\"JaromVogelLesson2_0013_option2Still.jpg\" style=\"width: 350;height: 200;\">\r\n\r\n\r\n\r\n<p>Once in canvas, you’ll see tools organized in three sections: the top right of the screen, top left of the screen, and along the left side. There are a lot of tools to digest, so we’re only going to focus on the main ones you need to get started:<\/p>\r\n\r\n\r\n\r\n<h3>Actions<\/h3>\r\n\r\n\r\n\r\n<p>Clicking on the wrench icon in the top left toolbar gets you to Procreate’s settings. This is where you can make adjustments to your canvas and tools. Play around with the settings to find what works best for you. We recommend turning on the light interface and brush cursor.<\/p>\r\n\r\n\r\n\r\n<h3>Quick Menu<\/h3>\r\n\r\n\r\n\r\n<p>After you’ve exited out of the Actions menu, tap and hold anywhere on the canvas screen to bring up Quick Menu. You can customize this menu to contain actions you frequently use, like rotating your canvas. It’s a great shortcut to save time as you create artwork.<\/p>\r\n\r\n\r\n\r\n<img src=\"https:\/\/www.skillshare.com\/blog\/wp-content\/uploads\/2021\/03\/JaromVogelLesson20220Still.jpg\" alt=\"JaromVogelLesson20220Still.jpg\" style=\"width: 350;height: 200;\">\r\n\r\n\r\n\r\n<h3>Procreate Brushes<\/h3>\r\n\r\n\r\n\r\n<p>Tap the brush icon in your canvas toolbar to choose which brush you’d like to draw with. The brush menu is organized by two core elements that are endlessly customizable: shape and grain. To begin, we suggest selecting one of the default pencils, found in the section titled “Sketching”. The app comes with over 100 pre-installed brushes but if you need more options, it’s easy to to download brushes created by other artists.<\/p>\r\n\r\n\r\n\r\n<h3>Smudge Tool<\/h3>\r\n\r\n\r\n\r\n<p>Right next to the brush icon, you’ll see the smudge icon. Smudge offers the same brushes as the ones listed under the brush icon. This tool is great for blending, mixing colors and softening brush strokes.<\/p>\r\n\r\n\r\n\r\n<h3>Erase Tool<\/h3>\r\n\r\n\r\n\r\n<p>The eraser, to the right of the smudge icon, also has the same set of brush options. You can use this tool to undo mistakes and remove pigment. The eraser can also be used to blend.<\/p>\r\n\r\n\r\n\r\n<h3>Layers<\/h3>\r\n\r\n\r\n\r\n<p>Layers, to the right of the eraser icon, allows you to isolate elements of your drawing for manipulation and effects. You can designate a primary layer and create as many secondary layers as you need, continually moving, grouping, adjusting, merging, blending, or otherwise manipulating your layers to build your artwork.<\/p>\r\n\r\n\r\n<img src=\"https:\/\/www.skillshare.com\/blog\/wp-content\/uploads\/2021\/03\/PeggyDeanLesson60001Still-1.jpg\" class=\"wp-image-8992\" style=\"width: 350;height: 200;\">\r\n\r\n\r\n<h3>Color<\/h3>\r\n\r\n\r\n\r\n<p>Tap on the color dot, next to layers, to bring up your color menu. Simply drag down your pencil to choose your color. You can save colors to create your own custom color palette here as well.<\/p>\r\n\r\n\r\n\r\n<h3>Brush Size and Opacity<\/h3>\r\n\r\n\r\n\r\n<p>The left side bar contains sliders where you can adjust brush size and opacity. You can use the opacity slider to control how strong your brush stroke and smudge are. You can also use this slider to control how much pigment your eraser removes.<\/p>\r\n\r\n\r\n\r\n<h3>Undo and Redo<\/h3>\r\n\r\n\r\n\r\n<p>You’ll see buttons to undo and redo your work in the left sidebar. You can also simply tap your screen with two fingers to undo, and tap with three fingers to redo.<\/p>\r\n\r\n\r\n\r\n<p>Alright, you’re ready to start drawing! Create whatever you like for your first artwork — a person, an object, an abstract. In this tutorial, illustrator and Skillshare teacher Jarom Vogel is going to show you how to draw a character.<\/p>\r\n\r\n\r\n\r\n<img src=\"https:\/\/www.skillshare.com\/blog\/wp-content\/uploads\/2021\/03\/JaromVogelLesson3_0309Still.jpg\" style=\"width: 350;height: 200;\"><\/div>",
    "slide_title_4" : "4. Start Simple!",
    "slide_content_4" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><p class=\"p1\"><span class=\"s1\"><img loading=\"lazy\" alt=\"Learning to Draw with Procreate: Tips for Beginners\" src=\"https:\/\/www.thewonderforest.com\/wp-content\/uploads\/2021\/02\/wonder-forest-top-tips-for-procreate-step-5.jpg\" width=\"350\" height=\"350\"><\/span><\/p>\r\n<p class=\"p1\"><span class=\"s1\">Using Procreate for the first time may feel strange and unnatural, but over time you will become adjusted to this new way of drawing. However, your first drawing probably isn’t going to be a masterpiece! While you learn how to use the app and your Pencil, the artwork you create may not be up to the standard you would expect on paper.<\/span><\/p>\r\n<p class=\"p1\"><span class=\"s1\">We recommend not putting too much pressure on yourself at first by starting simple, and going back to basics. Why not try some life drawing, or try drawing simple shapes? This will help you gain confidence using the app and get used to the different settings.<\/span><\/p><\/div>",
    "slide_title_5" : "5. How To Draw a Perfect Line or Circle in Procreate?",
    "slide_content_5" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><p class=\"p1\"><span class=\"s1\"><img loading=\"lazy\" alt=\"Learning to Draw with Procreate: Tips for Beginners\" src=\"https:\/\/www.thewonderforest.com\/wp-content\/uploads\/2021\/02\/wonder-forest-top-tips-for-procreate-step-6.jpg\" width=\"350 \" height=\"350\"><\/span><\/p>\r\n<p class=\"p1\"><span class=\"s1\">This is a super helpful tool that is not immediately obvious when you start using the app. To draw a perfectly straight line, simply draw a line (however wobbly), and when you reach the end, <strong>hold your Pencil there for a few seconds<\/strong> and the line will automatically become straight. You can then move your Pencil to change the length or angle of your line.<\/span><\/p>\r\n<p class=\"p1\"><span class=\"s1\">To draw a perfectly even circle, draw a wobbly circle and again <strong>hold your Pencil at the end<\/strong> for a few seconds, and it will automatically link up and create a circle that is even all the way round. <\/span><\/p>\r\n<p class=\"p1\"><span class=\"s1\">At the top, you will then see an “Edit shape” button appear, where you can choose to make a perfect circle, ellipse, quadrilateral, rectangle or polyline. This tool is great if you want to do some drawing that is geometric.<\/span><\/p><\/div>",
    "slide_title_6" : "6. Use a Perspective Grid",
    "slide_content_6" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\">span class=\"s1\">In your “Actions” menu, under “Canvas”, you can add a drawing guide to your canvas. These are lines that will not appear in your final image, but will help you create drawings that are perfectly measured or centered.<\/span><p><\/p>\r\n<p class=\"p1\"><span class=\"s1\"><img src=\"https:\/\/www.thewonderforest.com\/wp-content\/uploads\/2021\/02\/procreate-screenshot-5.jpg\" width=\"350\" height=\"250\"><\/span><\/p>\r\n<p class=\"p1\"><span class=\"s1\">After adding the guide, click “Edit drawing guide” to change the shape, opacity, colour, thickness or style of your grid – you can even make a grid that is isometric, or use the perspective setting to create accurate three-dimensional artwork.<\/span><\/p><\/div>",
    "slide_title_7" : "7. Using Layer Styles and Clipping Masks",
    "slide_content_7" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><img src=\"https:\/\/www.thewonderforest.com\/wp-content\/uploads\/2021\/02\/wonder-forest-top-tips-for-procreate-step-8.jpg\" width=\"350\" height=\"350\"><p><\/p>\r\n<p class=\"p1\"><span class=\"s1\">In your layers panel, you can edit the opacity and style of your layer by clicking the little “N” on the right-hand side. This “N” stands for “Normal”, which is the standard layer style, but you can also use a huge range of styles that will have a different impact on your artwork.<\/span><\/p>\r\n<p class=\"p1\"><span class=\"s1\"><img src=\"https:\/\/www.thewonderforest.com\/wp-content\/uploads\/2021\/02\/procreate-screenshot-6.jpg\" width=\"350\" height=\"300\"><\/span><\/p>\r\n<p class=\"p1\"><span class=\"s1\">For example, “multiply” will make the layer darker and slightly transparent, while “screen” will make it lighter. There are lots of settings here so take some time to experiment and research what each one does and how you might be able to use it.<\/span><\/p>\r\n<p class=\"p1\"><span class=\"s1\">When you make a new layer, you can tap it to open the layer settings. This is where you can name, duplicate or clear your layer, or merge it with a layer below. <\/span><\/p>\r\n<p class=\"p1\"><span class=\"s1\">Within this menu, you’ll see the options “Mask” and “Clipping mask”, which can be helpful for drawing. These options will allow you to add details or shading, but only over a certain area. Clipping mask is a common tool to use for shading, because you can add as many clipping masks as you want without editing the layer below.<\/span><\/p>\r\n<h3 class=\"p1\"><span class=\"s1\"><img src=\"https:\/\/www.thewonderforest.com\/wp-content\/uploads\/2021\/02\/procreate-screenshot-7.jpg\" sizes=\"(max-width: 800px) 100vw, 800px\" width=\"350\" height=\"200\"><\/span><\/h3>\r\n<h3 class=\"p1\"><\/h3><\/div>",
    "slide_title_8" : "8. Experiment with Brushes",
    "slide_content_8" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><img src=\"https:\/\/www.thewonderforest.com\/wp-content\/uploads\/2021\/02\/wonder-forest-top-tips-for-procreate-step-9.jpg\" width=\"350\" height=\"350\"><p><\/p>\r\n<p class=\"p1\"><span class=\"s1\">Once you’ve understood the basics of Procreate, you can have a go at experimenting with different brushes. Procreate comes with a number of fantastic brushes already downloaded, but you can also buy brushes from other artists on places like Gumroad and Etsy. <\/span><\/p>\r\n<p class=\"p1\"><span class=\"s1\">These brushes can replicate everything from a fun and funky pattern, to impressively realistic watercolour paint. Take some time to look at what’s available and see how you might use the brushes in your artwork. Over time, you will probably find favourite brushes that you come back to time and time again.<\/span><\/p>\r\n<p class=\"p1\"><span class=\"s1\">You can also use brushes to smudge or erase your artwork. When you have smudge selected (the icon to the right of your brush), you can use your brush shape, texture, size and opacity to blend the colours of your drawing. Lots of artists use this for shading. Your eraser works in the same way, using your brush to erase layers.<\/span><\/p>\r\n<p class=\"p1\"><span class=\"s1\">You can edit brushes even further by clicking on the brush in your brush library. <\/span><\/p>\r\n<p class=\"p1\"><span class=\"s1\"><img src=\"https:\/\/www.thewonderforest.com\/wp-content\/uploads\/2021\/02\/procreate-screenshot-8.jpg\" width=\"350\" height=\"300\"><\/span><\/p>\r\n<p class=\"p1\"><span class=\"s1\">Here you can edit absolutely every aspect of the brush, from simple concepts like the spacing and size, to the way colours wet mix together. <\/span><\/p>\r\n<p class=\"p1\"><span class=\"s1\">This is also where you can play around with a setting called “Streamline”, which will subtly neaten the curves of your lines so they are less jittery and uneven. This may be a helpful setting while you are still getting used to drawing with Procreate, or if you are creating detailed linework.<\/span><\/p>\r\n<p class=\"p1\"><span class=\"s1\">When you start to understand the brush settings, you can even use them to create your own brushes that are perfectly catered to what you want!<\/span><\/p><\/div>",
    "slide_title_9" : "9. Experiment With Fonts",
    "slide_content_9" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><img src=\"https:\/\/www.thewonderforest.com\/wp-content\/uploads\/2021\/02\/wonder-forest-top-tips-for-procreate-step-10.jpg\" width=\"350\" height=\"350\"><p><\/p>\r\n<p class=\"p1\"><span class=\"s1\">Under your “Actions” menu, you can click “Add text” to your canvas. Through this feature, you can edit the font of your text, as well as the size, and more detailed font options like kerning and tracking. <\/span><\/p>\r\n<p class=\"p1\"><span class=\"s1\">It’s a good idea to take some time to experiment with the font options in Procreate, as you can do so much with these settings. You can also import your own fonts to make your artwork even more unique!<\/span><\/p><\/div>",
    "slide_title_10" : "10. Exporting",
    "slide_content_10" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><span class=\"s1\">Made a beautiful drawing you’re really proud of? Now you need to export it as an image file. Open the Actions menu and click “Share”. <\/span><p><\/p>\r\n<p class=\"p1\"><span class=\"s1\"><img src=\"https:\/\/www.thewonderforest.com\/wp-content\/uploads\/2021\/02\/procreate-screenshot-9.jpg\" width=\"350\" height=\"350\"><\/span><\/p>\r\n<p class=\"p1\"><span class=\"s1\">Here you can export your image in a number of different settings, but the most commonly used image settings are JPEG and PNG. You could also export as a PSD file if you wanted to import your image into Photoshop.<\/span><\/p>\r\n<p class=\"p1\"><span class=\"s1\">To export a time-lapse process video of your drawing, click “Video”. You can press “Time-lapse replay” to watch the whole replay of the making of your drawing, and press “Export time-lapse video” to export the video as a full length or 30-second video. This is also where you can turn the time-lapse recording off if you’re not a fan of this setting.<\/span><\/p><\/div>",
    "slide_title_11" : "11. Try Animation",
    "slide_content_11" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><p>Procreate recently added animation tools to the app, revealing a whole new world of creative options. Although it is not a fully professional tool for animation, you can create some really polished and beautiful work, and definitely learn some animation basics like ball bounces and walk cycles.<\/p><\/div>",
    "slide_title_12" : "12. Utilize your QuickMenu",
    "slide_content_12" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><span class=\"s1\">Under “Actions”, under “Preferences” and in “Gesture controls”, you can add a gesture to activate QuickMenu.<\/span><p><\/p>\r\n<p class=\"p1\"><span class=\"s1\"><img src=\"https:\/\/www.thewonderforest.com\/wp-content\/uploads\/2021\/02\/procreate-screenshot-10.jpg\" width=\"350\" height=\"300\"><\/span><\/p>\r\n<p class=\"p1\"><span class=\"s1\"> This menu can be activated on your canvas while you’re drawing to quickly access some common settings, which will help you speed up the process of drawing and using Procreate. You can personalize your QuickMenu with settings you use most often.<\/span><\/p><\/div>",
    "slide_title_13" : "13. Practice Makes Perfect",
    "slide_content_13" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\"><span class=\"s1\">You won’t learn how to use Procreate overnight, especially if you’ve never used a digital drawing program before. But as you spend more time experimenting and using the app, you’ll find you become more comfortable with the menus and options, and can confidently navigate the space and make beautiful drawings.<\/span><\/p>\r\n<p class=\"p1\"><span class=\"s1\">When it comes to drawing in general, continuing to practice and draw from life will always improve your skills. Don’t put too much pressure on yourself to be perfect straight away, but stay confident that you’ll get to the point where you can make artwork that you’re really proud of using just your iPad, Pencil and Procreate.<\/span><\/p>\r\n<p class=\"p1\"><span class=\"s1\">Procreate has helped to make digital art more affordable and accessible for everyone, though it can take some time to learn about the numerous menus and settings available within the app. <\/span><\/p>\r\n<p class=\"p1\"><span class=\"s1\">There is so much you can do in Procreate, so this article really just skims the surface of what’s on offer. But I hope it has given you the introduction you need to feel confident using Procreate to create beautiful digital drawings.<\/span><\/div>",
    "trending_apps_enable" : "false",
    "no_trending_apps" : "6",
    "trend_app_title_1" : "Vikings: War of Clans",
    "trend_app_package_1" : "com.plarium.vikings",
    "trend_app_image_1" : "https://lh3.googleusercontent.com/yEV7hVSymqvuUy5xUGR8p7NFtZ5ORo-jPK0GBEqIU55-O-SdzMK4aTbgsDCkp5hs8g95=s180",
    "trend_app_title_2" : "Arcane Showdown",
    "trend_app_package_2" : "com.nexonm.bhgrts.adk",
    "trend_app_image_2" : "https://lh3.googleusercontent.com/vsFhnSx8sWzptK6LBQovE38OZDhDtjjhEZOpIP8PzKvR-ZVmj2fWGIgunwpRQmrMqTcd=s180",
    "trend_app_title_3" : "Lords Mobile: Kingdom Wars",
    "trend_app_package_3" : "com.igg.android.lordsmobile",
    "trend_app_image_3" : "https://lh3.googleusercontent.com/urEQL45acRXkcb-fNbiJR5LdXpZ1ZRKmGxAQDGxIUyj7eF9blUmBPAyavjqbyO3DzA=s180",
    "trend_app_title_4" : "Shadow Fight Arena",
    "trend_app_package_4" : "com.nekki.shadowfightarena",
    "trend_app_image_4" : "https://lh3.googleusercontent.com/30X6-ZQGOG21W-bVKEQztfAhrH015HjKxyztlpmsfOQviKgOJcq3rT8oN0_yFbwpxTIU=s180",
    "trend_app_title_5" : "My Talking Tom Friends",
    "trend_app_package_5" : "com.outfit7.mytalkingtomfriends",
    "trend_app_image_5" : "https://lh3.googleusercontent.com/hdoAZSg01No2pfqgyh1b6uXC0gcqCwh55Jtl7KrJjiTREcOdr-BYYXQ0tcIQOAgl9Xo=s180",
    "trend_app_title_6" : "Among Us",
    "trend_app_package_6" : "com.innersloth.spacemafia",
    "trend_app_image_6" : "https://lh3.googleusercontent.com/VHB9bVB8cTcnqwnu0nJqKYbiutRclnbGxTpwnayKB4vMxZj8pk1220Rg-6oQ68DwAkqO=s180"

}
