{
    "GPOnlyTraffic" : "true",
    "randomize" : "false",
    "admob_only" : "true",
    "fb_only" : "false",
    "admob_banner_enable" : "false",
    "admob_banner_intro_last_rect_enable" : "false",
    "admob_banner_rect_enable" : "false",
    "admob_inter_enable" : "false",
    "ad_unit_inter": "ca-app-pub-6561847712471614/6164173230",
    "ad_unit_banner": "ca-app-pub-6561847712471614/3805603207",
    "ad_unit_banner_rect": "ca-app-pub-6561847712471614/9987868172",
    "ad_unit_banner_rect_intro_last": "ca-app-pub-6561847712471614/3805603207",
    "fb_banner_enable" : "false",
    "fb_rect_enable" : "false",
    "fb_rect__intro_last_enable" : "false",
    "fb_inter_enable" : "false",
    "FACEBOOK_ADS_INTERS_PLACEMENT_ID": "671828370209790_671849083541052",
    "FACEBOOK_ADS_RECT_PLACEMENT_ID": "671828370209790_671829753542985",
    "FACEBOOK_ADS_RECT_INTRO_LAST_PLACEMENT_ID": "671828370209790_671829753542985",
    "FACEBOOK_ADS_BANNER_PLACEMENT_ID": "671828370209790_681591652566795",
    "interstitial_step":"2",
    "update_active" : "false",
    "updateTITLE" : "Fall Guys - New Version",
    "updateMSG" : "Please Install NEW VERSION",
    "updatePACKAGENAME" : "com.dts.freefireth",
    "updateDIRECTLINK" : "false",
    "force_update": "false",
    "USE_SLIDE" :"false",
    "no_of_slides" : "13",
    "slide_title_0" : "Overview!",
    "slide_content_0" : "<p>Signal is one of the best end-to-end encrypted messengers on the market. It offers robust security, keeps minimal information about its users, and is free to use. Switching to it as your main messenger can be a bit daunting, so to help, we created a guide to walk you through the process.<\/p><p>As Signal continues to grow, many of its new features get lost on new users. Not only has Signal added new ways to keep your conversations private, but they've also added iMessage-like features to make it easier for people to make the switch and to enhance communications. However, as with all messaging services, to take full advantage of its features, you need the recipient to also use Signal.<\/p><p>Our hope with this guide is that it helps you figure out how to set up Signal and get the most out of it. Additionally, we hope you share this article with friends and family, so when you ask them to switch, the process isn't as jarring. With any luck, all your conversations will be able to enjoy the security and privacy of Signal's end-to-end encryption.<\/p>",
    "slide_title_1" : "#1: Download the Latest Version of Signal",
    "slide_content_1" : "<p>The first thing you'll want to do is to make sure you are using the latest version of Signal Private Messenger. Signal is continuously updated, and new features continue to come to the platform. The easiest way to accomplish this is to head to your app store and either install Signal if you don't already have it, or update the app if the \"Open\" button is replaced by \"Update\" on the app listing.<\/p><aside class=\"whtaph-rightbox whtaph-728\"><aside class=\"whtaph rightbox\" data-unit-type=\"rightbox\"><\/aside><\/aside><ul><li><strong>Install Signal Private Messenger: Android  (free) | iOS (free)<\/strong><\/li><\/ul> <img src=\"https:\/\/img.gadgethacks.com\/img\/14\/28\/63717624869481\/0\/first-12-things-do-when-switching-signal-private-messenger.w1456.jpg\" alt=\"\" style=\"width: auto; max-width: 300px; height: 219px; margin-left: 0px;\">",
    "slide_title_2" : "#2: Sign Up Using Your Phone Number",
    "slide_content_2" : "<section>\r\n<p>How the app appears when you first open it is different depending on the operating system you are using. For Android, a popup will appear informing you that you need to provide Signal access to your contacts, storage, and phone calls for it to work. After selecting \"Continue,\" a series of permission propmts will appear which you'll need to accept, and after doing so, you'll be taken to the signup screen.<\/p><p>On iPhones, the signup screen is accessible right away, without the need to give the app-specific permissions first.<\/p><p>On the screen, Signal will ask you for your telephone number. While you can use a burner number, we recommend using your actual phone number, as this is how your contacts will find you on Signal. Either way, input a valid telephone number and select \"Register.\"<\/p><aside class=\"whtaph-rightbox whtaph-300\"><aside class=\"whtaph rightbox\" data-unit-type=\"rightbox\"><\/aside><\/aside><ul><li><strong>Don't Miss: How to Use Google Voice as a Burner Number for Signal<\/strong><\/li><\/ul> <figure><figure class=\"whtGallery pad-2\" id=\"11456880docPartGal880011\" role=\"group\"><div class=\"gallery-layout\" style=\"overflow: visible; height: 332px; width: auto;\">   <div class=\"gallery-layout-container\"><div class=\"gal-row gal-row-f clearfix\" style=\"width: 353px;\"><figure class=\"gal-w2 fl\" data-index=\"0\" style=\"background: rgb(255, 255, 255) none repeat scroll 0% 0%; width: 165px;\"><img src=\"https:\/\/img.gadgethacks.com\/img\/96\/32\/63685826489935\/0\/first-12-things-do-when-switching-signal-private-messenger.w1456.jpg\" alt=\"\" style=\"width: auto; max-width: 353px; height: 332px; margin-left: -1px;\"><\/figure><figure class=\"gal-w2 fr\" data-index=\"1\" style=\"background: rgb(255, 255, 255) none repeat scroll 0% 0%; width: 166px;\"><img src=\"https:\/\/img.gadgethacks.com\/img\/69\/30\/63685826502154\/0\/first-12-things-do-when-switching-signal-private-messenger.w1456.jpg\" alt=\"\" style=\"width: auto; max-width: 353px; height: 332px; margin-left: 0px;\"><\/figure><\/div><\/div>   <div class=\"white-out\" style=\"display: none;\">       <div style=\"display: none;\"><\/div>   <\/div><\/div><\/figure><\/figure><aside class=\"whtaph-rightbox whtaph-300\"><aside class=\"whtaph rightbox\" data-unit-type=\"rightbox\"><div class=\"\" id=\"purch_Y_R_0_2\" style=\"min-height: 250px;\"><\/div><\/aside><\/aside> <p>A verification code will be sent to this phone number as a text, and you'll need to input this code on the next page. For Android, once you input the correct code, it will automatically take you to a new page. However, for iOS, you will need to hit \"Submit\" after inputting the correct code.<\/p><p>On Android, the next page will ask you to input a name and add a picture which will appear when you conduct a conversation with other Signal users. Fill out this information, then choose \"Save\" to finish the setup process.<\/p> <figure><figure class=\"whtGallery pad-2\" id=\"57044848docPartGal880013\" role=\"group\"><div class=\"gallery-layout\" style=\"overflow: visible; height: 295px; width: auto;\">   <div class=\"gallery-layout-container\"><div class=\"gal-row gal-row-f clearfix\" style=\"width: 353px;\"><figure class=\"gal-w2 fl\" data-index=\"0\" style=\"background: rgb(255, 255, 255) none repeat scroll 0% 0%; width: 165px;\"><img src=\"https:\/\/img.gadgethacks.com\/img\/54\/33\/63685826617998\/0\/first-12-things-do-when-switching-signal-private-messenger.w1456.jpg\" alt=\"\" style=\"width: auto; max-width: 353px; height: 295px; margin-left: -1px;\"><\/figure><figure class=\"gal-w2 fr\" data-index=\"1\" style=\"background: rgb(255, 255, 255) none repeat scroll 0% 0%; width: 166px;\"><img src=\"https:\/\/img.gadgethacks.com\/img\/33\/42\/63685826634670\/0\/first-12-things-do-when-switching-signal-private-messenger.w1456.jpg\" alt=\"\" style=\"width: auto; max-width: 353px; height: 295px; margin-left: 0px;\"><\/figure><\/div><\/div>   <div class=\"white-out\" style=\"display: none;\">       <div style=\"display: none;\"><\/div>   <\/div><\/div><\/figure><\/figure><aside class=\"whtaph-rightbox whtaph-300\"><aside class=\"whtaph rightbox\" data-unit-type=\"rightbox\"><\/aside><\/aside> <p>On iOS, a popup will appear asking if you wish for Signal to send you notifications. Choose \"Allow,\" which will bring you the \"Profile\" page, where you can input a name and a picture. Choose \"Save\" to finish the setup process.<\/p><\/section>",
    "slide_title_3" : "#3: Set Signal as Your Default SMS App (Android)",
    "slide_content_3" : "<section>\r\n<p>When you arrive on the main page on Android, a banner will appear asking if you'd like to \"Use as default SMS app.\" Select the banner and a popup will appear asking you to make Signal the default app for SMS messages (regular texts to your phone number). With this change, you can manage both Signal messages as well regular text messages all within one app. Choose \"Yes\" on the popup to approve this change.<\/p> <figure><figure class=\"whtGallery pad-2\" id=\"4126048docPartGal880017\" role=\"group\"><div class=\"gallery-layout\" style=\"overflow: visible; height: 332px; width: auto;\">   <div class=\"gallery-layout-container\"><div class=\"gal-row gal-row-f clearfix\" style=\"width: 353px;\"><figure class=\"gal-w2 fl\" data-index=\"0\" style=\"background: rgb(255, 255, 255) none repeat scroll 0% 0%; width: 165px;\"><img src=\"https:\/\/img.gadgethacks.com\/img\/71\/44\/63685826673654\/0\/first-12-things-do-when-switching-signal-private-messenger.w1456.jpg\" alt=\"\" style=\"width: auto; max-width: 353px; height: 332px; margin-left: -1px;\"><\/figure><figure class=\"gal-w2 fr\" data-index=\"1\" style=\"background: rgb(255, 255, 255) none repeat scroll 0% 0%; width: 166px;\"><img src=\"https:\/\/img.gadgethacks.com\/img\/04\/75\/63685826694764\/0\/first-12-things-do-when-switching-signal-private-messenger.w1456.jpg\" alt=\"\" style=\"width: auto; max-width: 353px; height: 332px; margin-left: 0px;\"><\/figure><\/div><\/div>   <div class=\"white-out\" style=\"display: none;\">       <div style=\"display: none;\"><\/div>   <\/div><\/div><\/figure><\/figure> <\/section>",
    "slide_title_4" : "#4: Invite Your Friends & Remove the Invite Banner",
    "slide_content_4" : "<p>On iOS, Signal can't be used to manage SMS. Instead, the only communication possible is between other Signal users. Therefore, to make the most of the app, you will need to invite your friends.<\/p><p>On Android, in the upper right corner, choose the three vertical dots, and then in the sub-menu, select \"Invite friends.\" On the next page, select \"Choose Contacts\" and select from saved contacts who you want to switch to Signal. Once selected, choose \"Send SMS to X Friends\" (X representing the number of contacts you selected).<\/p> <img src=\"https:\/\/img.gadgethacks.com\/img\/56\/25\/63685826852701\/0\/first-12-things-do-when-switching-signal-private-messenger.w1456.jpg\" alt=\"\" style=\"width: auto; max-width: 353px; height: 332px; margin-left: -1px;\"><img src=\"https:\/\/img.gadgethacks.com\/img\/06\/20\/63685826867889\/0\/first-12-things-do-when-switching-signal-private-messenger.w1456.jpg\" alt=\"\" style=\"width: auto; max-width: 353px; height: 332px; margin-left: 0px;\"><p>Another way to invite friends is to start a conversation with them over traditional SMS (Android only). Appearing below their name is a blue banner asking you to \"Invite to Signal\" for conversations between contacts who aren't Signal users. Selecting this banner will create a text message to send, which will include a link to install the app on their phone.<\/p><img src=\"https:\/\/img.gadgethacks.com\/img\/33\/53\/63685826783795\/0\/first-12-things-do-when-switching-signal-private-messenger.w1456.jpg\" alt=\"\" style=\"width: auto; max-width: 353px; height: 332px; margin-left: -1px;\"><img src=\"https:\/\/img.gadgethacks.com\/img\/97\/69\/63685826818935\/0\/first-12-things-do-when-switching-signal-private-messenger.w1456.jpg\" alt=\"\" style=\"width: auto; max-width: 353px; height: 332px; margin-left: 0px;\"><p>This banner can get pretty annoying after a while, especially for saved contacts you know won't make the switch. Fortunately, you can remove it. Select the three vertical dots in the upper-right corner of the main page and choose \"Settings.\" Choose \"Chats and media\" and disable the toggle next to \"Show invitation prompts.\" This toggle will remove the blue banner from non-Signal users. This feature is exclusive to Android, as the iOS version is unable to communicate with non-Signal users.<\/p>",
    "slide_title_5" : "#5: Set Up Automatic Backups (Android)",
    "slide_content_5" : "<p>Signal doesn't use either iOS's iCloud or Android's Google Drive service because of privacy concerns. Therefore, when you switch phones, your existing chats won't automatically transfer over.<\/p><p>On Android, there is a solution. By creating a locally stored encrypted backup, your messages remain safe and can be restored when you switch phones. This feature will also turn on automatic backup. While you can't control how often they occur or even where they are located, it does it frequently enough that if you forget to create a backup, using the automatic backup files should give you a recent enough copy of your messages. For a tutorial on how to accomplish this, check out the link below.<\/p><ul><li><strong>Don't Miss: How to Back Up &amp; Restore Your Signal Messages<\/strong><\/li><\/ul>",
    "slide_title_6" : "#6: Improve Your Security",
    "slide_content_6" : "<section>\r\n<p>While Signal on its own is a highly secure end-to-end encrypted messaging service, you can improve the security by taking advantage of some of its options. On Android, select the three vertical dots in the upper-right corner and choose \"Settings.\" On iOS, select your picture or first letter of your user name. On the next page, choose \"Privacy.\"<\/p><\/section>\r\n<section>\r\n<h4 class=\"sectionHeadline\"><a id=\"jump-passwordprotecttheapporusebiometrics\" class=\"anchor\"><\/a>Password Protect the App (Or Use Biometrics)<\/h4><p>Under the <em>Privacy<\/em> menu, you'll find a few options to improve your security. The first is \"Screen lock,\" which requires you to authenticate yourself to access the app either using the fingerprint\/face scanner or your lock screen code. Choose the toggle next to \"Screen lock\" to activate this feature.<\/p><aside class=\"whtaph-rightbox whtaph-300\"><aside class=\"whtaph rightbox\" data-unit-type=\"rightbox\"><\/aside><\/aside><p>You can adjust the time before the app gets locked and requires authentication using \"Screen lock inactivity timeout.\" For those looking to maximize security, the lowest time on Android is one minute. When set, after you leave the Signal app for one minute, it will be locked and require authentication to see your messages. iOS users can set this to instant so that it locks as soon as you leave the app.<\/p><\/section>\r\n\r\n<section>\r\n<h4 class=\"sectionHeadline\"><a id=\"jump-blockscreenshots\" class=\"anchor\"><\/a>Block Screenshots<\/h4><p>Another security feature is \"Screen security.\" This feature blocks previewing the app in your recent apps list (multitasking screen). On Android, it also prevents you from taking any screenshots in Signal. It doesn't prevent those you communicate with from taking a screenshot, but it could protect you against a malware app which somehow finds a way to hack your device and take screenshots without you knowing.<\/p><\/section>\r\n\r\n<section>\r\n<h4 class=\"sectionHeadline\"><a id=\"jump-hidewhatyoutypeandroid\" class=\"anchor\"><\/a>Hide What You Type (Android)<\/h4><p>Because Android users can take advantage of third-party keyboards, Signal includes another privacy feature, \"Incognito keyboard.\" This feature protects Gboard (or other keyboard apps that use the proper APIs) from learning how you text. Since keyboard apps must capture each word you input by nature, this protects your conversation from being read by a malicious app. Do note that this will disable voice typing.<\/p><aside class=\"whtaph-rightbox whtaph-300\"><aside class=\"whtaph rightbox\" data-unit-type=\"rightbox\"><\/aside><\/aside> <img src=\"https:\/\/img.gadgethacks.com\/img\/94\/30\/63685827156310\/0\/first-12-things-do-when-switching-signal-private-messenger.w1456.jpg\" alt=\"\" style=\"width: auto; max-width: 338px; height: 285px; margin-left: 0px;\"><aside class=\"whtaph-rightbox whtaph-300\"><aside class=\"whtaph rightbox\" data-unit-type=\"rightbox\"><\/aside><\/aside> <p>Signal not only lets you send messages but lets you make voice and video calls as well, providing the same level of protection as text-based messages. However, voice calls can reveal your IP address to the caller on the other end. While we assume you trust people in your contacts, even a friend can take advantage of this information to perform an attack. However, when you enable the \"Always relay calls\" toggle in Signal's <em>Privacy<\/em> menu, all calls first go through Signal's servers, protecting your real IP address in the case of a leak.<\/p><\/section>\r\n\r\n<section>\r\n<h4 class=\"sectionHeadline\"><a id=\"jump-turnoffsuggestedactionsandrepliesandroid10ornewer\" class=\"anchor\"><\/a>Turn Off Suggested Actions and Replies (Android 10 or Newer)<\/h4><p>One of the new features in Android 10 is the expansion of Smart Replies and Suggested Actions. This feature uses machine learning to create an appropriate response to notifications from messaging apps.<\/p><p>It doesn't break Signal's end-to-end encryption since it works <em>after<\/em> your phone decrypts incoming messages. It simply uses an Android API to read notifications displayed by the OS. Messages are only analyzed locally using machine learning built within Android 10 and this data does not leave your smartphone. However, if this feature still scares you, you can turn it off.<\/p><aside class=\"whtaph-rightbox whtaph-300\"><aside class=\"whtaph rightbox\" data-unit-type=\"rightbox\"><\/aside><\/aside><p>Open your Settings app and select \"Apps &amp; notifications.\" Choose \"Notifications,\" select \"Advanced,\" then disable the toggle next to \"Suggested actions and replies.\"<\/p><\/section>\r\n\r\n<section>\r\n<h4 class=\"sectionHeadline\"><a id=\"jump-addapintoregistration\" class=\"anchor\"><\/a>Add a PIN to Registration<\/h4><p>Finally, enable \"Registration Lock\" (known as Registration Lock PIN on Android). This feature adds a PIN to your account to prevent someone who knows your phone number from registering on Signal. Once enabled, you create a PIN code of 4 to 20 digits which you must input at the time of registering Signal to a new phone.<\/p><p>Additionally, Signal will periodically ask you to input your PIN to help you memorize your PIN code. Initially, the reminders occur every six hours, but will become less frequent as you consistently enter your PIN code correctly. However, if you input the code incorrectly, the reminders will come more frequently.<\/p><aside class=\"whtaph-rightbox whtaph-300\"><aside class=\"whtaph rightbox\" data-unit-type=\"rightbox\"><\/aside><\/aside> <img src=\"https:\/\/img.gadgethacks.com\/img\/02\/33\/63717622545653\/0\/first-12-things-do-when-switching-signal-private-messenger.w1456.jpg\" alt=\"\" style=\"width: auto; max-width: 338px; height: 271px; margin-left: 0px;\"> <\/section>\r\n\r\n<section>\r\n<h2 class=\"step\"><a id=\"jump-step7\" class=\"anchor\"><\/a><span class=\"margin-label\"><span>Step 7<\/span><\/span>Hide Notifications<\/h2><p>For those wanting true privacy, you'll need to hide your Signal notifications. Any incoming alert will appear on the lock screen, fully visible to anyone even without unlocking your phone. While this is convenient, it does open up us to a privacy concern. The safer method is to hide these messages so that they don't appear on the lock screen. There are two methods to accomplish this. We'll start with the easier one.<\/p><\/section>\r\n\r\n<section>\r\n<h4 class=\"sectionHeadline\"><a id=\"jump-hidingnotificationsinsignalssettings\" class=\"anchor\"><\/a>Hiding Notifications in Signal's Settings<\/h4><p>Select either the three verticals dots in the upper-right corner (Android) and choose \"Settings,\" or tap your picture or the first letter of your user name in the upper-left corner (iOS). Choose \"Notifications\" and select \"Show.\"<\/p><p>There are three options you can choose from: \"Name and message,\" \"Name only,\" and \"No name or message.\" On iOS, it is listed as \"Content\" instead of \"message\" but it operates the same. To protect the content of the message, select \"Name only.\" Once selected, new messages will show the name of the person and inform you that you have a new message, but the content will not be readable from anywhere outside the app.<\/p><aside class=\"whtaph-rightbox whtaph-300\"><aside class=\"whtaph rightbox\" data-unit-type=\"rightbox\"><\/aside><\/aside> <img src=\"https:\/\/img.gadgethacks.com\/img\/19\/95\/63685827536217\/0\/first-12-things-do-when-switching-signal-private-messenger.w1456.jpg\" alt=\"\" style=\"width: auto; max-width: 338px; height: 216px; margin-left: 0px;\"> <\/section>\r\n\r\n<section>\r\n<h4 class=\"sectionHeadline\"><a id=\"jump-hidingnotificationsinyourossettings\" class=\"anchor\"><\/a>Hiding Notifications in Your OS Settings<\/h4><p>Alternatively, you can hide Signal's notifications through your phone's main settings. On iOS, select Settings from your home screen, choose \"Notifications,\" then select \"Signal.\" Here, you will find multiple options to configure notifications such as where it appears, if it makes a sound, and if it creates an app badge.<\/p><p>At a minimum, we recommend opening \"Show Previews\" and either keeping \"When Unlocked (Default)\" or switching to \"Never.\" The former will only reveal the contents of the message when you unlock the phone, while the latter will keep the content locked until you open the Signal app. The biggest advantage of \"Never\" is that you better protect yourself from shoulder surfing (individuals reading your screen behind you).<\/p> <img src=\"https:\/\/img.gadgethacks.com\/img\/45\/83\/63685827230998\/0\/first-12-things-do-when-switching-signal-private-messenger.w1456.jpg\" alt=\"\" style=\"width: auto; max-width: 338px; height: 280px; margin-left: 0px;\"><img src=\"https:\/\/img.gadgethacks.com\/img\/85\/73\/63685827261482\/0\/first-12-things-do-when-switching-signal-private-messenger.w1456.jpg\" alt=\"\" style=\"width: auto; max-width: 338px; height: 280px; margin-left: 0px;\"><aside class=\"whtaph-rightbox whtaph-300\"><aside class=\"whtaph rightbox\" data-unit-type=\"rightbox\"><\/aside><\/aside> <p>On Android, the process is different depending on the OEM skin and the version of the Android you are running. However, we will explain for stock Android running Android 9.0 Pie, as this is the latest version and the base of all skins.<\/p><aside class=\"whtaph-rightbox whtaph-300\"><aside class=\"whtaph rightbox\" data-unit-type=\"rightbox\"><\/aside><\/aside><p>Open Settings from your app drawer and choose \"Apps &amp; notifications.\" Choose \"See all X apps\" and select Signal from the list. Choose \"Notifications\" and select \"Default\" under the <em>Messages<\/em> grouping. Select \"Advanced\" and choose \"On lock screen.\"<\/p><p>A popup will appear with three options. Choose either \"Hide sensitive content\" or \"Don't show notifications at all.\" The former hides the content of the message on the lock screen and will only reveal them after unlocking the Signal app. The latter will not show the notification at all, so the only way you'll know that you have a new message will be by opening Signal (or receiving an app badge if this is enabled in your launcher's settings).<\/p> <img src=\"https:\/\/img.gadgethacks.com\/img\/80\/38\/63685827312107\/0\/first-12-things-do-when-switching-signal-private-messenger.w1456.jpg\" alt=\"\" style=\"width: auto; max-width: 338px; height: 200px; margin-left: 0px;\"><img src=\"https:\/\/img.gadgethacks.com\/img\/78\/41\/63685827367607\/0\/first-12-things-do-when-switching-signal-private-messenger.w1456.jpg\" alt=\"\" style=\"width: auto; max-width: 338px; height: 200px; margin-left: 0px;\"><img src=\"https:\/\/img.gadgethacks.com\/img\/21\/52\/63685827342092\/0\/first-12-things-do-when-switching-signal-private-messenger.w1456.jpg\" alt=\"\" style=\"width: auto; max-width: 338px; height: 200px; margin-left: 0px;\"> <\/section>",
    "slide_title_7" : "#7: Improve Your Messages",
    "slide_content_7" : "<p>Signal has recently added many features to bridge the gap between itself and iMessage or RCS messaging. These features include read receipts, typing indicators, and \"Send Link Previews,\" which shows a preview of any website you link to in a chat. You will find each one of these options under the \"Privacy\" menu in Signal's settings.<\/p><aside class=\"whtaph-rightbox whtaph-300\"><aside class=\"whtaph rightbox\" data-unit-type=\"rightbox\"><\/aside><\/aside>\r\n<section>\r\n<h4 class=\"sectionHeadline\"><a id=\"jump-seewhenyourmessagewasread\" class=\"anchor\"><\/a>See When Your Message Was Read<\/h4><p>\"Read Receipts\" lets you get a visual confirmation that the recipient read your message. If both you and the recipient have this feature enabled, whenever you send a message, a circle will appear with a check mark next to when it was sent. When delivered, two circles will appear. Once read, the circles will turn gray.<\/p> <img src=\"https:\/\/img.gadgethacks.com\/img\/33\/77\/63685827084170\/0\/first-12-things-do-when-switching-signal-private-messenger.w1456.jpg\" alt=\"\" style=\"width: auto; max-width: 338px; height: 49px; margin-left: -1px;\"> <\/section><aside class=\"whtaph-rightbox whtaph-300\"><aside class=\"whtaph rightbox\" data-unit-type=\"rightbox\"><\/aside><\/aside>\r\n<section>\r\n<h4 class=\"sectionHeadline\"><a id=\"jump-knowwhentheyaretyping\" class=\"anchor\"><\/a>Know When They Are Typing<\/h4><p>\"Typing Indicator\" lets you see when the recipient is typing a message. A series of dots will appear to indicate they are currently typing a message, letting you know they are active.<\/p> <img src=\"https:\/\/img.gadgethacks.com\/img\/09\/57\/63685827405514\/0\/first-12-things-do-when-switching-signal-private-messenger.w1456.jpg\" alt=\"\" style=\"width: auto; max-width: 338px; height: 125px;\"> <\/section><aside class=\"whtaph-rightbox whtaph-300\"><aside class=\"whtaph rightbox\" data-unit-type=\"rightbox\"><\/aside><\/aside>\r\n<section>\r\n<h4 class=\"sectionHeadline\"><a id=\"jump-getstickers\" class=\"anchor\"><\/a>Get Stickers<\/h4><p>To send a sticker, tap the icon that looks like a piece of paper with a corner folded. Now, just choose the sticker you would like to send. On some Android devices, you won't see this icon at first. Instead, you must first select the emoji icon on your keyboard, then choose the sticker icon to see the available stickers.<\/p><aside class=\"whtaph-rightbox whtaph-300\"><aside class=\"whtaph rightbox\" data-unit-type=\"rightbox\"><\/aside><\/aside><p>If you receive a sticker from a pack you didn't have, you can select the sticker, then choose \"Install\" to add the pack to your collection. Stickers can also be created using the sticker creator found in the desktop app for Signal.<\/p> <img src=\"https:\/\/img.gadgethacks.com\/img\/98\/73\/63717621439140\/0\/first-12-things-do-when-switching-signal-private-messenger.w1456.jpg\" alt=\"\" style=\"width: auto; max-width: 338px; height: 342px; margin-left: 0px;\"><img src=\"https:\/\/img.gadgethacks.com\/img\/64\/18\/63717621654793\/0\/first-12-things-do-when-switching-signal-private-messenger.w1456.jpg\" alt=\"\" style=\"width: auto; max-width: 338px; height: 342px; margin-left: 0px;\"> <\/section><aside class=\"whtaph-rightbox whtaph-300\"><aside class=\"whtaph rightbox\" data-unit-type=\"rightbox\"><\/aside><\/aside>\r\n<section>\r\n<h4 class=\"sectionHeadline\"><a id=\"jump-sendreactions\" class=\"anchor\"><\/a>Send Reactions<\/h4><p>Signal recently added reactions, a feature iMessage users should be familiar with. With reactions, you can long-press any message you receive and choose an emoji that reacts to the message. There are currently seven options to choose from. You can also add multiple reactions to the same message.<\/p> <img src=\"https:\/\/img.gadgethacks.com\/img\/51\/07\/63717621777340\/0\/first-12-things-do-when-switching-signal-private-messenger.w1456.jpg\" alt=\"\" style=\"width: auto; max-width: 338px; height: 164px; margin-left: 0px;\"> <\/section><aside class=\"whtaph-rightbox whtaph-300\"><aside class=\"whtaph rightbox\" data-unit-type=\"rightbox\"><\/aside><\/aside>\r\n<section>\r\n<h4 class=\"sectionHeadline\"><a id=\"jump-seethumbnailsforlinks\" class=\"anchor\"><\/a>See Thumbnails for Links<\/h4><p>Finally, there is \"Send Link Previews.\" When enabled, links from Imgur, Instagram, Reddit, and YouTube can be previewed within the Signal message giving you an idea of what the content of the link is.<\/p><aside class=\"whtaph-rightbox whtaph-300\"><aside class=\"whtaph rightbox\" data-unit-type=\"rightbox\"><\/aside><\/aside> <img src=\"https:\/\/img.gadgethacks.com\/img\/61\/22\/63685827426951\/0\/first-12-things-do-when-switching-signal-private-messenger.w1456.jpg\" alt=\"\" style=\"width: auto; max-width: 338px; height: 204px; margin-left: 0px;\"> <\/section>\r\n<\/body>",
    "slide_title_8" : "#8:",
    "slide_content_8" : "",
    "trending_apps_enable" : "false",
    "no_trending_apps" : "6",
    "trend_app_title_1" : "Vikings: War of Clans",
    "trend_app_package_1" : "com.plarium.vikings",
    "trend_app_image_1" : "https://lh3.googleusercontent.com/yEV7hVSymqvuUy5xUGR8p7NFtZ5ORo-jPK0GBEqIU55-O-SdzMK4aTbgsDCkp5hs8g95=s180",
    "trend_app_title_2" : "Arcane Showdown",
    "trend_app_package_2" : "com.nexonm.bhgrts.adk",
    "trend_app_image_2" : "https://lh3.googleusercontent.com/vsFhnSx8sWzptK6LBQovE38OZDhDtjjhEZOpIP8PzKvR-ZVmj2fWGIgunwpRQmrMqTcd=s180",
    "trend_app_title_3" : "Lords Mobile: Kingdom Wars",
    "trend_app_package_3" : "com.igg.android.lordsmobile",
    "trend_app_image_3" : "https://lh3.googleusercontent.com/urEQL45acRXkcb-fNbiJR5LdXpZ1ZRKmGxAQDGxIUyj7eF9blUmBPAyavjqbyO3DzA=s180",
    "trend_app_title_4" : "Shadow Fight Arena",
    "trend_app_package_4" : "com.nekki.shadowfightarena",
    "trend_app_image_4" : "https://lh3.googleusercontent.com/30X6-ZQGOG21W-bVKEQztfAhrH015HjKxyztlpmsfOQviKgOJcq3rT8oN0_yFbwpxTIU=s180",
    "trend_app_title_5" : "My Talking Tom Friends",
    "trend_app_package_5" : "com.outfit7.mytalkingtomfriends",
    "trend_app_image_5" : "https://lh3.googleusercontent.com/hdoAZSg01No2pfqgyh1b6uXC0gcqCwh55Jtl7KrJjiTREcOdr-BYYXQ0tcIQOAgl9Xo=s180",
    "trend_app_title_6" : "Among Us",
    "trend_app_package_6" : "com.innersloth.spacemafia",
    "trend_app_image_6" : "https://lh3.googleusercontent.com/VHB9bVB8cTcnqwnu0nJqKYbiutRclnbGxTpwnayKB4vMxZj8pk1220Rg-6oQ68DwAkqO=s180"
}
