{
    "GPOnlyTraffic" : "false",
    "max_only" : "true",
    "tapdaq_only" : "false",
    "max_banner_enable" : "false",
    "max_inter_enable" : "true",
    "max_banner_id": "",
    "max_inter_id": "cca838077939352d",
    "max_banner_id2": "",
    "max_inter_id2": "cca838077939352d",
    "tapdaq_banner_enable" : "false",
    "tapdaq_inter_enable" : "false",
    "tapdaq_app_id": "61e1687f86c31c4e07c116d5",
    "tapdaq_client_key": "3d8655a9-7fb6-4998-ade3-907c3ea9fafe",
    "tapdaq_placement_tag_banner": "default",
    "tapdaq_placement_tag_inter": "default",
    "tapdaq_ads_auto_reload" : "false",
    "interstitial_step":"1",
    "update_active" : "false",
    "updateTITLE" : "Fall Guys - New Version",
    "updateMSG" : "Please Install NEW VERSION",
    "updatePACKAGENAME" : "com.dts.freefireth",
    "updateDIRECTLINK" : "false",
    "force_update": "false",
    "USE_SLIDE" :"false",
    "no_of_slides" : "10",
    "slide_title_0" : " Toca Life World overview ",
    "slide_content_0" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\">Toca Life World is a game created from the series of games of the world of Toca-Boka, which was created based on the animated series of the same name. The project is a kind of life simulator, where the player independently not only creates his character, his environment, but also his own rules of the game. There are practically no restrictions on the creation and arrangement of your world. The player can invent and create various life situations, which can be limited only by the author’s imagination.<img src=\"https:\/\/wisegeek.ru\/kartinki\/aac\/1301-1600\/1306.jpg\" alt=\"\" width=\"360\" height=\"360\"></div>",
    "slide_title_1" : "#1: Game Features ",
    "slide_content_1" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\">At the start of the game, you will be prompted to create your first character. You can choose any image from the suggested ones. Next, the world of Life CityToca and the character system are built, where you can create new heroes. Then the game will take you to your first apartment. This is where you can start your adventure. At the house you will be greeted by the main characters of the animated series - Rita and Nari. At the start of the game, you get the opportunity to create an image of any of the 8 heroes, and you will also have access to several locations. You can immediately try your abilities in movement and interaction with the heroes.\r\n\r\nAnother building that you can visit at the start is the post office. If you received a gift, a red circle will light up above the house. To receive a present, you need to go to the post office and tap on the transport container. After that, your gift will appear on the tape.<img src=\"https:\/\/wisegeek.ru\/kartinki\/aac\/1301-1600\/1306-1.jpg\" alt=\"\" width=\"360\" height=\"360\"></div>",
    "slide_title_2" : "#2: How to get all locations for free",
    "slide_content_2" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\">To do this, you need to exit the game and start it again. On the loading screen, where the settings are located, and the \"Play\" button, there is a button in the form of a shopping cart, colored green. This is Toki’s shop. After entering it, you should scroll through all the shopping offers to the very bottom, until you see a button that says: \"Restore all purchases.\" You should click on it. After that, the progress of the operation with the inscription: \"Wait\" will appear on the screen. After a few seconds, \"Excellent! Everything is ready!\" After that, you need to go into the game and check if this trick worked for you. All paid locations and buildings should appear in your Toki world.<img src=\"https:\/\/games.lol\/wp-content\/uploads\/2021\/03\/Toca-Life-World-Matchplay..jpg\" alt=\"\" width=\"360\" height=\"360\"></div>",
    "slide_title_3" : "#3: Toca Life World: Cooking Recipes & Where to Get Ingredients",
    "slide_content_3" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\">You can cook various dishes in the game. There are places for cooking in the Apartment, in (your) designer houses (if you want to put a hob and oven). All ingredients can be found in locations and secret places (we wrote about some below). Sometimes you can go into any available building and see if you can profit from something. Do not hesitate to borrow food from your neighbors, they will come in handy for a variety of game moments and fictional stories. It should be noted that cooking is not overshadowed by the presence of additional appliances (ovens, dishes, and so on). You just need to take the right ingredients and combine them in your character’s hand. And to set the table beautifully, there are various culinary decorations and special dishes.<img src=\"https:\/\/img.utdstc.com\/screen\/c55\/544\/c555443514882bbdc5634d408c5c40befe66bf55db06997b04dfe3262cbf9571:800\" alt=\"\" width=\"360\" height=\"360\"></div>",
    "slide_title_4" : "#4: The secret of the old castle",
    "slide_content_4" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\">The location appeared relatively recently. It is an abandoned park, in the center of which there is an old castle. At the park gate, a detective is sitting on a bench with a few clues in his briefcase. One picture shows a statue of a lion with a button on it. Once inside the castle, you can see this statue at the elevator. Lower the lion’s head to reveal a secret niche in the wall. In the niche, you should take a picture, and also get a scroll from the box - this is a hint for you. On the ground floor there is another painting in green tones (hanging on the wall to the right of the elevator). Put the clue, the picture from the safe and the green picture in the elevator.\r\n\r\nOn the second floor, to the right of the elevator, there are 5 candles on the wall, under which 5 paintings should be hung. The format of the images should match the footprint of the painting on the wall. The oval painting is in a chest under the window on the 2nd floor. There is a second clue in the same chest. Take it, and place the picture in the right place on the wall. A vertical rectangular canvas with a cast stands near a gramophone. Raise it and other artwork into place (as shown in the picture above).<img src=\"https:\/\/wisegeek.ru\/kartinki\/aac\/1301-1600\/1306-11.jpg\" alt=\"\" width=\"360\" height=\"360\"></div>",
    "slide_title_5" : "#5: How to make secret phones?",
    "slide_content_5" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\">There are 4 hidden phones in the game that can be collected with the help of the main characters: Leon, Rita, Nari and Zeke. All ingredients can be found in the first city of Bob City. First, let’s go to Rita’s apartment, which is located in a high-rise residential building in the city. Here you need to find a blue joystick, and pass it to Zeke, without getting it from the bottom panel of the heroes. The joystick can be anywhere if you moved it earlier. Remember where you put the item.<img src=\"https:\/\/wisegeek.ru\/kartinki\/aac\/1301-1600\/1306-14.jpg\" alt=\"\" width=\"360\" height=\"360\"></div>",
    "slide_title_6" : "#6: Where To Find All The Gift Making Locations?",
    "slide_content_6" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\">Bob City has a supermarket and the toy department has a red ribbon for gift wrapping. If you put any item on the tape, the game will wrap it in beautiful packaging, and you will receive a gift with which you can play an interesting situation. It is worth noting that you can shoot fictitious life situations, and then upload them to any social network. Since Toka’s mit is full of various things and options, it will not be difficult to come up with a whole series.You can visit the Bob City Fair. They sell a lot of different food on it. At the same time, food can be packaged behind each counter. Each place where packaging takes place is marked with a flag with a drawn container. But only the product that is prepared for the given shop will be packaged. You can wrap gifts at the mail on the table (as shown in the picture above).<img src=\"https:\/\/wisegeek.ru\/kartinki\/aac\/1301-1600\/1306-17.jpg\" alt=\"\" width=\"360\" height=\"360\"></div>",
    "slide_title_7" : "#7: Where to Find All of Rita’s Secret Items?",
    "slide_content_7" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\">Rita is one of the main characters in the game, she is also the main character in the Tohka cartoon. She is one of the first characters to appear in Tohka’s world. She is in the game Toca Life City. Rita lives in Bob City in the first apartment in a multi-story building, which you get into at the start of the game. Rita is a girl with blue hair.\r\n\r\nTelephone. In order to start the search for Rita’s items, you need to give the girl a yellow joystick (it is in her apartment), and then move Rita to the lower panel of heroes. After you leave the heroine’s apartment, you will need to take one more thing. The item is in the theater in the dressing room, backstage. You need to take a green gem. It lies in a box on a table by the mirror in the lower left corner. Before taking the stone, you need to remove Rita from the hero panel, and only after that give the girl a gem in her hand. After placing the stone in your hand, move Rita back to the panel\r\nPillow. After that, you can go to the HUS store. Going to the store, you need to get Rita from the hero panel. On the shelf with pillows you can find the girl’s pillow. It has an identical print with the heroine’s jacket (red with white plus signs). Rita’s pillow lies at the bottom of the center pillow stack.Pullover. You can find the next item in the Hospital on the 2nd floor. After you go to the location, you need to go left to the very end of the corridor, where several chambers are equipped. On a pink chair by the window, Rita’s jacket with plaster of paris will lie in a pile.<img src=\"https:\/\/wisegeek.ru\/kartinki\/aac\/1301-1600\/1306-18.jpg\" alt=\"\" width=\"360\" height=\"360\"></div>",
    "slide_title_8" : "#8: Tips for Finding New Year’s Gifts",
    "slide_content_8" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\">Dump. The first place you can go is the Pet Dump, which is located next to the Garage. In one of the storage boxes, you can find a lot of New Year’s things. Open several boxes to collect all the items in the Junkyard. Here you can put together a complete herringbone costume and come up with an interesting story with it. One of the boxes will contain antlers and a hat with a Santa Claus pompom. In addition to costumes, you can also find Christmas decorations and toys at the Garbage. We advise you to explore all the boxes to find more holiday items.\r\n\r\nMail. The next building in Bob City where you should go for New Year’s items is the Post Office. Going deeper into the hall, you can see vertical shelves - this is a storage (archive) of forgotten things. We advise you to flip the shelves up until the holiday items appear. Keep in mind that items can be on multiple shelves, so flip through them all. Basically, in the post office you can get a variety of fireworks and Christmas-themed toys.\r\n\r\nFarm. For even more New Year’s items, head to the Farm location to the store with a horse’s head flaunting above. All over the shop you will find various items, you can find among them Christmas gifts, interesting decorations and toys. The picture above shows the location in the shop where you can find gifts and boxes with holiday items.<img src=\"https:\/\/wisegeek.ru\/kartinki\/aac\/1301-1600\/1306-18.jpg\" alt=\"\" width=\"360\" height=\"360\"></div>",
    "slide_title_9" : "9: How to find pets",
    "slide_content_9" : "<div style=\"-moz-user-select: none;-webkit-user-select: none;-ms-user-select: none;-o-user-select: none;user-select: none;\">Crumpets are tiny pets that you can have at home. They have appeared throughout the Toca Life games, hiding in trees or under manhole covers. Pets come in a wide variety of species and appearances, and each species belongs to the area in which it is found. But to get them, you should look carefully. We’ll give you some tips on where to find your pets.\r\n\r\nThe search is done by the standard hero Nari:\r\n\r\n    Take Nari to the warehouse and give her a slice of pizza (available at the Mall) and a rose (found at the barber shop) to get Midge’s pet.\r\n    Then take Nari to the Vault and give her the Poop figurine (found in the Apartment) and toilet paper (found in the Mall in the main world) to get the Poop pet.\r\n    Take Nari to the Vault and give her the Green Band magazine and baguette to get the pet with the pencil.\r\n    You will also receive the animal with the help of a photo of a lady with glasses from the Quarter and a \"bigger flower\" from the mail.\r\n    The purple octopus and the \"taller mail flower\" will give you another creature.\r\n.<img src=\"https:\/\/wisegeek.ru\/kartinki\/aac\/1301-1600\/1306-21.jpg\" alt=\"\" width=\"360\" height=\"360\"></div>","trending_apps_enable" : "false",
    "no_trending_apps" : "6",
    "trend_app_title_1" : "Vikings: War of Clans",
    "trend_app_package_1" : "com.plarium.vikings",
    "trend_app_image_1" : "https://lh3.googleusercontent.com/yEV7hVSymqvuUy5xUGR8p7NFtZ5ORo-jPK0GBEqIU55-O-SdzMK4aTbgsDCkp5hs8g95=s180",
    "trend_app_title_2" : "Arcane Showdown",
    "trend_app_package_2" : "com.nexonm.bhgrts.adk",
    "trend_app_image_2" : "https://lh3.googleusercontent.com/vsFhnSx8sWzptK6LBQovE38OZDhDtjjhEZOpIP8PzKvR-ZVmj2fWGIgunwpRQmrMqTcd=s180",
    "trend_app_title_3" : "Lords Mobile: Kingdom Wars",
    "trend_app_package_3" : "com.igg.android.lordsmobile",
    "trend_app_image_3" : "https://lh3.googleusercontent.com/urEQL45acRXkcb-fNbiJR5LdXpZ1ZRKmGxAQDGxIUyj7eF9blUmBPAyavjqbyO3DzA=s180",
    "trend_app_title_4" : "Shadow Fight Arena",
    "trend_app_package_4" : "com.nekki.shadowfightarena",
    "trend_app_image_4" : "https://lh3.googleusercontent.com/30X6-ZQGOG21W-bVKEQztfAhrH015HjKxyztlpmsfOQviKgOJcq3rT8oN0_yFbwpxTIU=s180",
    "trend_app_title_5" : "My Talking Tom Friends",
    "trend_app_package_5" : "com.outfit7.mytalkingtomfriends",
    "trend_app_image_5" : "https://lh3.googleusercontent.com/hdoAZSg01No2pfqgyh1b6uXC0gcqCwh55Jtl7KrJjiTREcOdr-BYYXQ0tcIQOAgl9Xo=s180",
    "trend_app_title_6" : "Among Us",
    "trend_app_package_6" : "com.innersloth.spacemafia",
    "trend_app_image_6" : "https://lh3.googleusercontent.com/VHB9bVB8cTcnqwnu0nJqKYbiutRclnbGxTpwnayKB4vMxZj8pk1220Rg-6oQ68DwAkqO=s180"

}
